/* eslint-disable no-irregular-whitespace */
const lesson16 = {
  title: "Прикладные аспекты химии в стоматологии",
  content: `
        
Вопросы для подготовки
16.1. Гетерогенные системы и гетерогенные процессы в полости рта.


16.1.1. Особенности химического состава костной и зубной тканей, механизмы их минерализации.

16.1.2. Слюна как дисперсная система. Мицеллы слюны и факторы, влияющие на их состав.

16.1.3. Патологические гетерогенные процессы на поверхности зубной эмали.

16.1.4. Важнейшие свойства стоматологических материалов: адгезия, смачивание, адсорбция, когезия.


16.2. Металлы, применяемые в стоматологии.


16.2.1. Общая характеристика металлов. Сплавы, их виды.

16.2.2. Коррозия металлов, ее виды.

16.2.3. Процессы, протекающие на поверхности металла в полости рта при металлопротезировании. Гальваноз.


16.3. Полимерные материалы в стоматологии.


16.3.1. Общая характеристика и классификация полимеров.

16.3.2. Получение полимеров: полимеризация (акриловая кислота и метакриловая кислоты), сополимеризация (винилхлорид и 1,3‑бутадиен, метакрилат и 2‑ацетокси‑1,3‑бутадиен), поликонденсация (фенолформальдегидная смола, бисфенолы). Ингибирование процесса сополимеризации в стоматологии (гидрохинон).

16.3.3. Компоненты полимерных материалов: наполнители, пластификаторы, стабилизаторы, красители, сшивающие агенты.





Контрольные вопросы
16.1. Каковы особенности химического состава костной и зубной тканей?


16.2. Каковы механизмы минерализации костной и зубной тканей?


16.3. Происходит ли минерализация костной зубной тканей в соответствии с правилом Панета – Фаянса?


16.4. Каково строение мицелл слюны, какие факторы влияют на их состав?


16.5. Какие возможны патологические химические процессы на поверхности зубной эмали?


16.6. Каковы уравнения химических реакций (можно ограничиться 1 – 2 уравнениями в ионном виде), происходящих на поверхности зубной эмали при протекании деминерализации?


16.7. Какое значение имеет такой процесс как адгезия в патогенезе и лечении стоматологических заболеваний?


16.8. Какое значение имеет такой процесс как смачивание в патогенезе и лечении стоматологических заболеваний? Приведите примеры процессов смачивания.


16.9. Какое значение имеет такой процесс как адсорбция в патогенезе и лечении стоматологических заболеваний?


16.10. Какое значение имеет такой процесс как когезия в патогенезе и лечении стоматологических заболеваний?


16.11. Какова общая характеристика металлов?


16.12. Что такое сплавы, каковы их виды?


16.13. Какие преимущества имеют сплавы по сравнению с чистыми металлами входящими в их состав?


16.14. Какие металлы и сплавы применяются в стоматологии?


16.15. Что такое коррозия металлов, каковы ее виды?


16.16. Какие процессы, протекают на поверхности металла в полости рта при металлопротезировании?


16.17. Какие факторы следует учитывать при оценке коррозионной устойчивости металлических протезов, находящихся в полости рта?


16.18. Что такое гальваноз?


16.19. Какова общая характеристика полимеров? В чём их отличие от других материалов, применяемых в стоматологии?


16.20. Какова классификация полимеров по способам получения, по структуре макромолекул, по применению в стоматологии?


16.21. Чем отличаются друг от друга такие методы получения полимеров, как полимеризация, сополимеризация и поликонденсация?


16.22. С какой целью в стоматологии применяется гидрохинон в процессе получения полимеров методом сополимеризации?


16.23. Какие химические свойства гидрохинона определяют возможность его применения в качестве ингибитора процесса сополимеризации?


16.24. Какую роль выполняют такие компоненты полимерных стоматологических материалов, как наполнители?


16.25. Какую роль выполняют такие компоненты полимерных стоматологических материалов, как пластификаторы?


16.26. Какие химические свойства веществ определяют возможность их применения в качестве пластификаторов полимерных стоматологических материалов?


16.27. Какую роль выполняют такие компоненты полимерных стоматологических материалов, как стабилизаторы?


16.28. Какие химические свойства веществ определяют возможность их применения в качестве стабилизаторов полимерных стоматологических материалов?


16.29. Какую роль выполняют такие компоненты полимерных стоматологических материалов, как красители?


16.30. Какие химические свойства веществ определяют возможность их применения в качестве красителей полимерных стоматологических материалов?






Тестирование
Задачи
⧆ 16.1. Современные адгезивные системы обеспечивают адгезию к тканям зуба пломбировочных материалов, цементов для фиксации ортопедических конструкций, керамики, благородных и неблагородных сплавов. Вне зависимости от используемой адгезивной системы, первым этапом подготовки эмали является непродолжительная обработка (15 – 40 секунд) её поверхностного слоя кислотой (часто ортофосфорной) с pH = 0,5 – 0,8. Исходя из известных вам фактов о химическом составе эмали зуба и свойствах компонентов адгезивных материалов, объясните необходимость такого алгоритма подготовки эмали. Как ортофосфорная кислота влияет на эмаль зуба? Почему такая обработка существенно улучшает сцепление с пломбировочным материалом?

⧆ 16.2. Какова структура мицеллы золя гидроксиапатита кальция в слюне? Как будет влиять на строение мицеллы изменение pH среды?

⧆ 16.3. Имеются следующие металлы: алюминий, железо, титан, олово, золото, платина. Какие из них могут быть использованы в качестве конструкционных материалов в стоматологии? Рассмотрите возможность протекания электрохимических процессов в нейтральной и кислой средах. Для решения задачи воспользуйтесь необходимыми справочными материалами.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 189. Задача 97.

⧆ 16.4. Возможно ли протекание электрохимической коррозии, если в полости рта на соседних зубах имеются коронки из сплава, содержащего железо, и из сплава, содержащего медь? Рассмотрите варианты протекания возможных электрохимических процессов в нейтральной и кислой средах. Для решения задачи воспользуйтесь необходимыми справочными материалами.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 189. Задача 97.

⧆ 16.5. Напишите схемы реакций, приводящих к образованию полимеров, используя для этого следующие вещества: пропен, бутен‑2, бутадиен, хлорэтен. Какие из получившихся полимеров можно использовать для стоматологических целей?

⧆ 16.6. Напишите схемы реакций, приводящих к образованию сополимеров, используя для этого попарно следующие вещества: 2‑метилбутадиен‑1,3, пропен‑2‑нитрил‑1, пропен. Какие из получившихся полимеров можно использовать для стоматологических целей?

⧆ 16.7. Из каких веществ можно получить следующие полимеры: поливинилхлорид, полиэтилентерефталат, полипропилен, полиамид, полиоксиметилен, этиленвинилацетат? Напишите соответствующие схемы химических реакций. Какие из перечисленных полимеров можно использовать для стоматологических целей?



Справочные материалы

1. Способы выражения состава раствора. Массовая доля растворенного вещества в растворе. Молярная концентрация. Молярная концентрация эквивалента. Титр раствора, содержание вещества в мг%, г%. Способы приготовления растворов с точно известной концентрацией. 
Состав раствора может быть выражен как качественно, так и количественно. При качественной оценке применяют такие понятия, как:
Насыщенный - раствор, в котором содержится максимально возможное при данных условиях (t, р) кол-во растворённого в-ва. 
Ненасыщенный - раствор, который содержит в-ва меньше, чем его может раствориться при данных условиях.
Перенасыщенный - раствор содержит по массе больше растворённого в-ва, чем его может раствориться в данных условиях. 
Для приблизительного количественного выражения состава раствора используют:
Концентрированный - раствор, в котором масса растворённого в-ва соизмерима с массой растворителя.
 Разбавленный - масса растворённого в-ва более чем в 10 раз меньше массы растворителя.
Массовая доля растворённого в-ва (w) –безразмерная физич. величина, равная отношению массы растворённого вещества к общей массе раствора. 
Массовая доля:               Молярная:  
Молярная концентрация (См) (молярност) – кол-во в-ва в 1 л. раствора [моль/л]
         
Промилле (мг%) – масса в-ва в мг, приходящаяся на 100 мл раствора.
Грамм-процент (г%)
 
Молярная концентрация эквивалента (С( 1/zx)) (нормальность) – величина, равная отношению кол-ва эквивалента растворённого в-ва к объему раствора (в литрах). [моль/л]
 
Титр (Т) показывает массу в-ва в граммах или миллиграммах 1 мл раствора [г/мл]
 
Способы приготовления растворов с точно известной концентрацией:
1) по точной навеске (р-ры с титром приготовленным), таким способом готовят не все р-ры, только те, у которых соблюдаться требования к исходным свойствам:
	лёгкость получения в чистом виде 
	постоянства состава 
	большая молекулярная масса 
	хорошая растворимость в воде 
	реагируют согласно требованиям к реакциям 
Если требования соблюдаются, навеску берут на аналитических весах (4 знака после запятой)
2) по грубой навеске (р-ры с установленным титром, вторичные стандарты). Навеску берут с точностью два знака. Готовиться р-р, точная конц. устанавливается с помощью другого титранта.
3) с помощью стандарт-титров (фиксаналов). Фиксаналы - запаянные стеклянные ампулы, содержащие определенную массу в-ва. Для приготовления титранта ампулу разбивают над специальной воронкой, содержимое смывают растворителем (водой) в мерную колбу объемом 1 литр. Полученный раствор разбавляют растворителем до метки. 
В-во, которое может рассматриваться как первичный стандарт, должно удовлетворять требованиям:
1) быть химически чистым (содержание примесей не должно превышать 0,05 %);
2) быть устойчивым и сохраняться без изменений как на воздухе, так и в растворе;
3) быть легкодоступным;
4) иметь достаточно высокую эквивалентную массу.
2. Закон эквивалентов. Титрант. Процесс титрования. Точка эквивалентности. Кривые титрования. Виды титрования. Реакции, используемые в титриметрии. Кислотно-основное титрование. Ошибки титриметрического метода анализа.

Закон эквивалентов: в-ва реагируют в количествах, пропорциональных их эквивалентам. n(экв1) = n(экв2)                
Титрант (рабочий, стандартный р-р) – раствор с точно известной концентрацией. 
Титрование – процесс постепенного прибавления титранта к анализируемой пробе до того момента, пока всё определяемое в-во не вступит в реакцию.
Точка эквивалентности - момент титрования, при котором кол-во прибавленного титранта становится химически эквивалентным количеству определяемого вещества.
Кривые титрования — графическое изображение зависимости определяемой в ходе титрования величины от объёма добавленного титранта.  Различают теоретические и экспериментальные кривые титрования. Теоретический расчёт проводится по уравнению реакции и исходным концентрациям реагирующих в-в. Экспериментальные кривые титрования получают при измерении какого-либо свойства системы в ходе титрования в зависимости от объёма титранта. 
Виды титрования:
	прямое – титрант добавляют к анализирующему р-ру до достижения точки эквив. или наоборот
	обратное – к анализируемому р-ру добавляют точно известный избыток титранта с последующим определением его остатка, не вступившего в р-цию, с помощью 2-го титранта
	косвенное – к анализирующему р-ру добавляют избыток реагента, вступающего с ним в р-цию, а затем оттитровывают продукт р-ции.
Реакции, используемые в титриметрии:
1. Кислотно-основные – реакции с переносом протонов Н+ . 
2. ОВР – реакции с переносом электронов. 
3. Комплексообразования – реакции с переносом электронных пар и образованием связей по донорно-акцепторному механизму. 
4. Осаждения – реакции с образованием малорастворимых соединений. 
Кислотно-основное титрование (метод нейтрализации). Метод основан на использовании реакций кислотно-основного взаимодействия. В процессе титрования изменяется pH раствора. Проводят определение кислот, оснований и некоторых солей слабых кислот и слабых оснований. В качестве титрантов используют сильные кислоты и основания.
Ошибки титриметрического метода анализа:
	систематические (неправильное определение конц., неточная мерная посуда, неправильный выбор индикатора, субъективность окраски; неправильная работа с мерной посудой)
	случайные

3. Основные понятия химической термодинамики: система, параметры системы, функции состояния системы, процессы, теплота, работа, внутренняя энергия, энтальпия. 
Система –тело, группа взаимодействующих тел, фактически или мысленно выделяемых из окр. среды.
По однородности	Гомогенная - однородная система, в которой нет частей, различающихся по свойствам и разделенных поверхностями раздела.	Гетерогенная - разнородная сист., состоящая из 2-х или более частей, отличающихся по св-вам, между которыми есть поверхность раздела.
Взаимод. с окр. средой	Изолированная:отсутствие обмена энергией и в-вом с окр. средой.	Закрытая: обмен с окр. средой энергией, обмен в-вом исключен.	Открытая: обмен с окр. средой энергией и в-вом.
Параметры системы – совокуп. фаз и хим. величин характеризующих состояние системы: масса, кол-во в-ва, объем, температура, давление, концентрация (с). 
Экстенсивные - параметры, значения которых пропорциональны числу частиц в системе (масса, объем, кол-во в-ва).  Интенсивные - параметры, значения которых не зависят от числа частиц в системе (температура, давление, конц.).
Функции состояния системы – величина, определяемая параметрами состояния, характеризующая систему и не зависящая от пути достижения данного состояния системой. 
Процесс - переход системы из одного состояния в другое, сопровождающийся необратимым или обратимым изменением хотя бы одного параметра.
	изотермический процесс Т = const, Δ Т = 0 
	изобарический процесс р = const, Δ р = 0
	изохорический процесс ' V = const, Δ V = 0
Работа – форма передачи энергии в виде упорядоченного движения частиц. U-уменьш.
Теплота – форма передачи энергии в виде хаотического движения частиц. U- увелич.
Внутренняя энергия (U) - полная энергия системы, которая равна сумме потенциальной и кинетической энергии всех частиц системы. U=Екин + Епот [кДж/моль]
Энтальпия (Н) – энергия, которой обладает система, находящаяся при постоянном давлении. Равна сумме внутренней и потенциальной энергии системы.             
4. Первый закон термодинамики, его биологическое значение. 
Первый закон термодинамики: Энергия не исчезает и не возникает из ничего, а только превращается из одного вида в другой в строго эквивалентных соотношениях". 
В зависимости от вида системы первый закон термодинамики имеет различные формулировки. 
	В изолированной системе внутренняя энергия постоянна, т. е. Δ U=0 . 
	Если к закрытой системе подвести теплоту Q, то эта энергия расходуется на увеличение внутренней энергии системы Δ U и на совершение системой работы против внешних сил окр. среды: Q = Δ U + А
	В изобарно-изотермических условиях, в которых функционируют живые организмы, совершаемая работа А = p Δ V.
Биологическое значение 1-го закона: в организме человека превращение одного вида энергии в другой сопровождается совершением работы. Например, химическая энергия пищи превращается в механическую энергию, что сопровождается механической работой мышц. Кроме того, химическая энергия превращается в электрическую энергию; при этом выполняется работа нервной ткани. Звуковая энергия трансформируется в электрическую (совершается работа внутреннего уха), световая энергия превращается в электрическую (выполняется работа сетчатки глаза).

 5. Термохимия. Тепловой эффект химической реакции. Закон Гесса и следствия из него. 
Термохимия – раздел химии, изучающий тепловые эффекты хим. процессов. 
	изотермический процесс Т = const, Δ Т = 0 
	изобарический процесс р = const, Δ р = 0
	изохорический процесс ' V = const, Δ V = 0 
Тепловой эффект химической реакции – количество теплоты, выделившееся (или поглотившееся) в ходе реакции и относимое к 1 моль прореагировавшего (или образовавшегося) вещества. Экзотермические реакции идут с выделением теплоты (+Q).  Эндотермические – с поглощением (-Q). 
Закон Гесса: энтальпия реакции, т. е. тепловой эффект реакции, зависит только от природы и состояния исходных в-в и конечных продуктов и НЕ зависит от пути, по которому протекает реакция.
Следствия из закона Гесса: 1) Энтальпия реакции равна разности суммы энтальпий образования всех продуктов реакции и суммы энтальпий образования всех исходных веществ:
  
2) Энтальпия прямой реакции численно равна энтальпии обратной реакции, но с противоположным знаком.  
6. Второй закон термодинамики, его биологическое значение. 
Второй закон термодинамики: "В изолированных системах самопроизвольно могут coвершаться только такие необратимые процессы, при которых энтропия системы возрастает, т. е. Δ S > 0".
Для неизолированных систем нужно учитывать не только изменение энтропии, но и изменение энергии. Поэтому необходимо рассматривать две тенденции, определяющие направление самопроизвольно протекающих процессов: 1) стремление системы к достижению минимума энергии; 2) стремление системы к максимуму энтропии, т. е. к неупорядоченности.
Все процессы, при которых энергия в системе уменьш., а энтропия возраст., идут самопроизвольно.
Биологическое значение: определяет, как живыми системами обеспечивается устойчивость неравновесного термодинамического состояния(ТС). Биологические системы обеспечивают устойчивость неравновесного ТС путем непрерывных энергетических колебаний в виде циклов синтеза и расщепления АТФ, совокупность которых на уровнях клеток, органов, систем и целостных организмов формируется в виде биоритмов.

7. Энтропия, факторы, влияющие на ее величину. Роль энтропийного фактора для характеристики системы и процессов. 
Энтропия (S) - термодинамическая ф-ция, характеризующая меру неупорядоченности системы, т. е. неоднородность расположения и движения ее частиц.  [Дж/(моль·К)]
Факторы, влияющие на ее величину: агрегатное состояния, аллотропная форма, температуры, давление, сложность системы. Роль энтропийного фактора для харак-ки системы и процессов:
	с повышением температуры энтропия возрастает из-за усиления хаотичности частиц в системе если T1 > Т2, то S1 > S2
	повышение давления над веществом приводит к уменьшению энтропии
	процесс растворения твердых веществ всегда связан с увеличением энтропии
	 энтропия в-ва в газообразном состоянии больше, чем в жидком, а в жидком больше, чем в твердом
	энтропия сист. при повыш. давления уменьш., т. к. снижается неупорядоченность движения частиц.
	С увеличением сложности системы энтропия повышается, т.к. возрастает число видов частиц и вариантов их расположения.

8. Энергия Гиббса, значение для термодинамических расчетов. Влияние энтропийного и энтальпийного факторов на возможность самопроизвольного протекания процесса. Критерии самопроизвольности процессов. 
Энергия Гиббса обобщенная термодинамическая функция состояния системы, учитывающая энергетику и неупорядоченность системы при изобарно-изотермических условиях.  
 
  
Влияние энтропийного и энтальпийного факторов на возможность самопроизвольного протекания процесса.
Энтальпийный фактор (ΔН) - характеризует стремление системы к упорядоченности, поскольку процесс сопровождается уменьшением внутренней энергии.
Энтропийный фактор (∆S) - отражает тенденцию к разупорядоченности, т.к. состояние наиболее вероятно.
Критерии самопроизвольности процессов 
1) Энтальпийный фактор ΔH°<0
2) Энтропийный фактор ΔS>0
3) Энергия Гиббса: ΔG°<0
Состояния для самопроизвольного протекания:
ΔH<0, ΔS>0 – р-ция идёт при любой температуре ΔG<0
ΔH>0, ΔS<0 - невозможна ΔG>0
ΔH>0, ΔS>0 – при высокой температуре
ΔH<0, ΔS<0 – при низкой температуре

9. Живой организм как термодинамическая система. Эндергонические и экзергонические реакции. Принцип энергетического сопряжения в живых организмах.
Живой организм как термодинамическая система. Живой организм: открытая гетерогенная  термодинамическая система, находящейся в стационарном состоянии. Для живого организма характерно: постоянство параметров системы; неизменность во времени скоростей притока и удаления в-в и энергии. 
Организм человека является открытой термодинамической системой, т.к. он обменивается с окр. средой в-вами и энергией. Энергия, поступающая в организм с пищей, аккумулирована органических в-вах (белки, жиры и углеводы). Процесс извлечения энергии из этих веществ - энергетический обмен.
Эндергонические р-ции (анаболические) - биохимические реакции, сопровождающиеся увеличением энергии Гиббса (ΔGр>0), и они невозможны без внешнего подвода энергии.
Экзергонические р-ции (катаболические) - биохимические реакции, сопровождающиеся уменьшением энергии Гиббса (ΔGр<0). Могут совершаться самопроизвольно.
 
Принцип энергетического сопряжения в живых организмах заключается в том, что энергия, необходимая для протекания эндергонической реакции, поступает за счет осуществления экзергонической реакции. 

10. Основные понятия химической кинетики. Истинная и средняя скорость химической реакции. Простые и сложные реакции. Гомогенные и гетерогенные реакции. Факторы, определяющие скорость химической реакции. Период полупревращения.
Химическая кинетика – раздел физ. химии, изучающая закономерности протекания хим. р-ций во времени, зависимости этих закономерностей от внешних условий, механизмы хим. превращений.
Истинная скорость хим. р-ции - скорость в данный момент времени (Δt —»0)
Средняя скорость - усредненная скорость за данный промежуток времени.
Каждая хим. р-ция протекает по определенному механизму. Механизм описывает последовательность элементарных актов взаимодействия реагентов, через которые она протекает. Реакции, по их механизму, подразделяются на простые и сложные.
Простые (элементарные) р-ции - реакции, протекающие в одну стадию. Хим. ур-ние полностью отражает, какие частицы и в каких соотношениях непосредственно участвуют в акте р-ции.
Сложные - р-ции, протекающие в несколько стадий, каждая из которых является простой реакцией.
Гомогенные реакции характеризуются отсутствием поверхности раздела между реагентами, поэтому их взаимодействие протекает по всему объему системы.
Гетерогенные реакции хар-ся наличием поверхности раздела между реагентами, где и протекает их взаимодействие. 
Факторы, определяющие скорость химической реакции:
- природы реагирующих веществ – р-ции между молекулами протекают обычно медленно, а между ионами и радикалами - быстро.  С уменьш. энергии активации скорость р-ции увелич.
  - концентрации реагентов скорость р-ции пропорциональна произведению концентраций реагирующих в-в, взятых в степенях, равных их стехиометрическим коэффициентам
- температуры - с увеличением температуры на каждые 10 К скорость хим. р-ции возрастает в 2-4 раза. 
- катализатора – ускоряет р-цию.
Период полупревращения – время, которое необходимо для превращения 1/2 исходного кол-ва в-ва.

11. Зависимость скорости реакции от концентрации реагирующих веществ. Основной закон химической кинетики. Порядок и молекулярность реакции.
Зависимость скорости реакции от концентрации реагирующих в-в. Элементарный акт хим. р-ции осуществляется в момент столкновения реагирующих частиц. Увеличение концентрации реагентов соответствует увеличению числа частиц в объеме, что приводит к более частым их столкновениям и увеличению скорости реакции. Количественная зависимость скорости реакции от концентрации выражается основным постулатом химической кинетики: 
Закон действующих масс (кинетическое ур-ние): "скорость простой гомогенной р-ции при постоянной температуре пропорциональна произведению концентраций реагирующих в-в, возведенных в степени, численно равные их стехиометрическим коэффициентам".
 (для простой р-ции)  
Порядок реакции
  nА , nВ – порядок р-ции по реагентам А и В.
Порядок реакции по реагенту равен показателю степени, в которую надо возвести концентрацию данного реагента в кинетическом ур-нии сложной р-ции, чтобы вычисленная по этому ур-нию скорость была равна скорости, найденной экспериментально.
Р-ции нулевого порядка – скорость не зависит от концентрации реагента и является постоянной; фотохимические, каталитические, размножение в-в на твёрдой поверхности. 
Р-ции первого порядка - скорость пропорциональна концентрации одного реагента. А → продукты. 
Р-ции второго порядка – скорость пропорциональна концентрации в-ва в степени 2. А+В=продукты.
Молекулярность реакции - число молекул, участвующих в одном элементарном акте реакции. (Мономолекулярные, би-, три-).

12. Зависимость скорости реакции от температуры. Правило Вант-Гоффа. Суть теории активных столкновений. Уравнение Аррениуса. Энергия активации реакции. Температурный коэффициент скорости реакции. Энергетический профиль реакции. Понятие о теории переходного состояния.
Влияние температуры на реакцию: Хим. р-ции ускоряются при повышении температуры и замедляются при ее понижении. При повышении температуры скорость реакций увелич. в основном благодаря увеличению числа эффективных соударений, которые могут преодолеть энергетический барьер реакции. Если понижаем температуру – частицы начинают двигаться медленнее, уменьшается число активных частиц и количество эффективных соударений. 
Правило Вант-Гоффа: "с увеличением температуры на каждые 10 К скорость химической реакции возрастает в 2 -4 раза"
   γ – температурный коэф. скорости р-ции     
Для многих р-ций γ = 2-4.
Суть теории активных столкновений (в основе температура, концентрация, катализатор): 
- не каждое столкновение приводит к акту химического взаимодействия; 
-к хим. взаимодействию приводят только те столкновения, в которых участвуют частицы, обладающие энергией, необходимой для взаимодействия (энергией активации); 
- при соударении частицы должны быть определен. образом сориентированы относительно друг друга. 
Энергия активации реакции (Еа) – min энергия взаимодействия частиц, достаточная чтобы все частицы прореагировали. [кДж/моль] Чем больше Еа, тем меньше активных молекул, тем медленнее протекает реакция.
Уравнение Аррениуса   k - константа скорости реакции при температуре Т; А - коэффициент Аррениуса, учитывающий частоту столкновения частиц; е - основание нат. логарифма; Еа - энергия активации реакции, Дж/моль; R = 8,31 Дж/(моль•К) - универсальная газовая постоянная
Энергетический профиль р-ции - представление хим. р-ции или процесса как единого энергетического пути, по мере превращения реагентов в продукты. 
                               теория переходного сост. рис.:   
Понятие о теории переходного состояния: при переходе от реагентов (Re) к продуктам (Pr) реагирующая система преодолевает некоторое состояние, отвечающее максимальной энергии (TS).

13. Катализ. Гомогенный и гетерогенный катализ. Энергетический профиль каталитической реакции. Ферменты как биокатализаторы.
Катализ – изменение скорости хим. р-ции с помощью катализатора.
Гомогенный катализ (катализатор и реакционная смесь находятся в одной фазе). Скорость пропорциональна кол-ву катализатора, хотя его кол-во в системе невелико.
Гетерогенный катализ (катализатор обычно твердый, а реакция протекает на его поверхности). Скорость реакции зависит от площади и состояния поверхности катализатора, т.к. р-ция происходит не на всей поверхности, а только на ее активных центрах. 
Энергетический профиль каталитической реакции - кривая показывает зависимость координаты реакции (насколько прошла реакция) от времени (при постоянном количестве катализатора).
 
Ферменты как биокатализаторы
Реакции в живом организме протекают с участием природных биокатализаторов, называемых ферментами. Среди множества энергетически возможных реакций ферменты избирательно преобразуют реагенты, называемые субстратами, по физиологически полезному пути. Ферменты –белки, они увеличивают скорость протекания химической реакции, однако при этом не расходуются.

14. Химическое равновесие. Константа химического равновесия. Смещение химического равновесия.
Хим. равновесие - состояние обратимого процесса, при котором скорости прямой и обратной реакций равны. Наблюдается не только равенство скоростей взаимно противоположных реакций, но и постоянство равновесных концентраций исходных и конечных веществ.
Константа химического равновесия обратимого процесса - отношение произведения равновесных концентраций конечных продуктов к произведению равновесных концентраций исходных веществу возведенных в степени, равные стехиометрическим коэффициентам при формулах соответств. в-в в ур-нии р-ции.  k - не зависит от концентрации в-в, зависит от природы реагирующих в-в и температуры.
 
Если kравн > 1, то в системе выше содержание конечных продуктов, равновесие смещено вправо. 
Если kравн < 1, то в системе выше содержание исходных веществ, равновесие смещено влево.
Смещение химического равновесия. Влияние изменения условий на хим. равновесие определяется принципом Ле Шателье: "если на систему, находящуюся в состоянии хим. равновесия, оказывать воздействие путем изменения концентрации реагентов, давления или температуры в системе, то равновесие всегда смещается в направлении той реакции, протекание которой ослабляет это воздействие".
Увеличение концентрации исходных в-в вызывает смещение равновесия в сторону образования конечных продуктов. Повышение давления в системе смещает хим. равновесие в направлении реакции, идущей с образованием меньшего числа молей газообразных в-в, т. е. в сторону уменьшения объема. Повышение температуры вызывает смещение равновесия в сторону эндотермической реакции (-Q).

15. Вода как универсальный биологический растворитель. Идеальный раствор. Термодинамика растворения.
- высокая диэлектрическая проницаемость (ε = 78,5); 
- способность проявлять протонодонорные и протоноакцепторные свойства, т. к. вода – амфолит (диссоциирует и как кислота, и как основание);
- способность проявлять электронодонорные и электроноакцепторные свойства; 
- наличие внутренних пустот в жидкой воде из-за ажурности ее структуры.
Геометрически молекула воды - угловая система, в центре которой находится атом кислорода с «sp3-гибридизацией валентных атомных орбиталей. В двух вершинах тетраэдра находятся атомы водорода, а к двум другим направлены атомные орбитали атома кислорода с неподеленными электронными парами. За счет двух атомов водорода, несущих частично "+" заряд, и двух неподелённых электронных пар атома кислорода каждая молекула воды может образовывать 4 водородные связи с соседними молекулами воды.
 
Идеальный раствор – р-р, в котором не происходят хим. р-ции между компонентами, а силы межмолек. взаимод. между компонентами одинаковы. Образование таких р-ров не сопровождается тепловым эффектом. Каждый компонент ведёт себя независимо от других компонентов.
Термодинамика растворения:
С позиции термодинамики в-во может растворяться в жидкости самопроизвольно при р, Т=const, если в результате этого процесса энергия Гиббса системы уменьшается, т. е. ΔGраств <0. 
Изменение энергии Гиббса в процессе растворения в-ва:  
Процесс сольватации молекул или ионов всегда экзотермический (ΔНсольв < 0 ), т.к. сопровождается образованием связей. Процесс разрушения структуры вещества - эндотермический (ΔНструкт > 0).
 
При растворении твердых веществ с молекулярной кристаллической решеткой или жидкостей, где межмолекулярные связи не очень прочные, обычно |ΔНструкт| < |ΔНсольв|
При растворении газов ΔНструкт=0, поэтому процесс растворения почти всегда экзотермический.
При растворении жидких и твердых веществ обычно происходит их переход из более упорядоченного в менее упорядоченное состояние, т. е. энтропия системы возрастает (ΔSраств > 0). Энтропийный фактор, особенно при повышенных температурах, будет способствовать растворению.
При растворении газов в жидкости происходит переход в более упорядоченное состояние, т. е. энтропия системы уменьшается (ΔSраств < 0).
16. Коллигативные свойства растворов (определение, примеры). 
Коллигативные свойства растворов – это свойства растворов, которые не зависят от природы частиц растворённого вещества, а зависят только от концентрации частиц в растворе:
- скорость диффузии
-осмотическое давление
-давление насыщенного пара растворителя над раствором
-температура кристаллизации раствора
-температура кипения раствора

17. Понижение давления насыщенного пара над раствором в сравнении с растворителем (I закон Рауля). 
При постоянной температуре относительное понижение давления насыщенного пара растворителя над идеальным раствором нелетучего вещества равно молярной доле растворённого вещества:
 

18. Повышение температуры кипения и понижение температуры кристаллизации растворов по сравнению с растворителем (II закон Рауля). Физический смысл криоскопической и эбулиоскопической констант. Применение криоскопии и эбулиоскопии в медико-биологических исследованиях. 
Повышение температуры кипения или понижение температуры замерзания идеальных растворов нелетучих веществ прямо пропорционально молярной концентрации раствора
 
Физический смысл криоскопической и эбулиоскопической константы, заключается в понижении температуры кристаллизации и повышения температуры кипения раствора с концентрацией 1 моль/кг.
Определение понижения температуры замерзания или кипения раствора позволяет решать целый ряд вопросов, касающихся свойств данного раствора и растворенного вещества. Метод исследования, основанный на измерении температуры замерзания растворов, называется криоскопическим методом или криоскопией, а метод, основанный на измерении температуры кипения растворов получил название эбуллископического метода или эбуллиоскопии.
Криоскопический и эбуллиоскопические методы часто используется для определения молекулярной массы вещества, концентраций.
19. Диффузия и осмос. Понятие о полупроницаемых мембранах. Эндо- и экзоосмос.
Диффузия – это процесс взаимного проникновения молекул или атомов одного вещества между молекулами или атомами другого вещества, приводящий к самопроизвольному выравниванию их концентраций по всему занимаемому объёму. Перенос вещества из области высокой концентрации в область с низкой концентрацией.
Осмос – это самопроизвольная диффузия молекул растворителя сквозь мембрану с избирательной проницаемостью.
Полупроницаемая мембрана — мембрана, разделяющая две жидкие или газообразные фазы, обеспечивающая под действием движущей силы выборочный перенос компонентов этих фаз.
Эндоосмос- это движение растворителя в осмотическую ячейку из окружающей среды. Вода переходит из раствора внутрь клетки, процесс сопровождается увеличением клетки в объеме, что может завершиться разрывом ее оболочки — цитолизом.
 
Экзоосмос-это движение растворителя в окружающую среду из осмотической ячейки. 
 
20. Осмотическое давление, закон Вант-Гоффа. Биологическая роль осмоса. Осмотическое давление крови. Осмолярность и осмоляльность крови. Осмотический «шок» и осмотический «конфликт». 
Осмотическое давление (π) – это избыточное гидростатическое давление, возникающее в результате осмоса, и приводящее к выравниванию скоростей взаимного проникновения молекул растворителя сквозь мембрану с избирательной проницаемостью. 
Подчиняется объединённому газовому закону Менделеева-Клайперона: π=CRT
Закон Вант-Гоффа:
Осмотическое давление раствора численно равно тому газовому давлению, которое имело бы растворённое вещество, будучи переведённое в газообразное состояние в том же объёме и при той же температуре.
 
Биологическая роль осмоса:
Осмос является одной из причин, поступления воды и растворённых в ней питательных веществ из почвы по стеблю или стволу растения к листьям, т.к. π (почвы) < π (корней) < π (листьев).
Постоянство осмотического давления во многих физиологических системах у животных и человека. Прежде всего это система кровообращения. Постоянство осмотического давления – изоосмия.
Осмотическое давление человека постоянно и составляет 740-780кПа. Постоянство осмотического давления в крови ригулируется выделением паров воды путём дыхания, работой почек, выделения пота и т.д.
Осмотическое давление крови, создаваемое за счёт белков плазмы крови называется онкотическим давлением. Онкотическое давление крови составляет 0,5% от всего осмотического давления плазмы крови. Его величина соизмерима с гидростатическим давлением в кровеносной системе.
Осмолярность крови – это показатель соотношения всех активных микроэлементов, которые определяются на один литр крови. (осм/л).
Осмоляльность – концентрация тех же частиц, растворенных в килограмме воды, выражающаяся в осмолях на килограмм (осм/кг).
Осмотический «шок» и осмотический «конфликт»:
Осмотический шок неповрежденных клеток возникает при переносе их в гипертонический (>0,9% NaCl) или гипотонический (<0,9% NaCl) раствор, он вызывает разрушение клеток.
Осмотический конфликт – пребывание клеток в воде, которая либо неестественно богата минеральными веществами, либо, наоборот, неестественно бедна ими.
21. Особенности коллигативных свойств растворов электролитов. Изотонический коэффициент. 
Коллигативные свойства растворов электролитов:
	Относительное понижение давления насыщенного пара растворителя над раствором:

 
	Понижение температуры кристаллизации раствора

 
	Повышение температуры кипения раствора

 
	Осмотическое давление раствора

 
 Изотонический коэффициент-(i) — безразмерный параметр, характеризующий поведение вещества в растворе. Он         численно равен отношению значения некоторого коллигативного свойства раствора данного   вещества и значения того же коллигативного свойства неэлектролита той же       концентрации при неизменных прочих параметрах системы.
 

22. Изотонические, гипертонические, гипотонические растворы, применение этих растворов в медицине.
Изотонический раствор — раствор, имеющий осмотическое давление, равное внутриклеточному. Клетка, погружённая в изотонический раствор, находится в равновесном состоянии — молекулы воды диффундируют через клеточную мембрану в равном количестве внутрь и наружу, не накапливаясь и не теряясь клеткой.
Гипертонический раствор – это раствор с высокой концентрацией растворенных веществ и высоким осмотическим давлением. Клетка, погружённая в гипертонический раствор, находится в «сморщенном» состоянии, молекулы воды диффундируют из клеточной мембраны.
Гипотонический раствор – это раствор с низкой концентрацией растворенных в воде соединений и низким осмотическим давлением. В растворах с очень низким осмотическим давлением вода поступает внутрь клетки, из-за чего последняя разбухает, оболочка лопается и клетка гибнет.
Применение растворов в медицине:
 Изотонические растворы применяются в качестве дезинтоксикационного средства, для коррекции состояния при обезвоживании, для растворения других лекарственных препаратов, реже как заменитель крови или для промывания контактных линз.
Гипертонический раствор применяется при легочном, желудочном и кишечном кровотечении, в качестве вспомогательного осмотического диуретика при проведении форсированного диуреза, обезвоживании, отравлении нитратом серебра, для обработки гнойных ран (местно), запоре (ректально).
Для ликвидации обезвоживания применяют только гипотонические растворы хлорида натрия, иногда в течение нескольких дней до восстановления сознания.
23. Электролиты и неэлектролиты. Теория электролитической диссоциации. Сильные и слабые электролиты.
Электролиты- это вещества растворы и расплавы которых содержат подвижные ионы и проводят электрический ток. Ионы в составе растворов возникают вследствие диссоциации.
Неэлектролиты -  вещества, растворы или расплавы которых не проводят электрический ток. К ним относятся: кислород, водород, многие органические вещества (сахара, эфиры, бензол и др.).
Теория электролитической диссоциации (основные положения):
	Электролиты при растворении в воде распадаются (диссоциируют) на ионы. Ион – одноатомная или многоатомная электрически заряженная частица.
	Под действием электрического тока ионы приобретают направленное движение: положительно заряженные ионы движутся к катоду и называются катионами, отрицательно заряженные движутся к аноду и называются анионами.
	Диссоциация – это обратимый процесс: параллельно с распадом молекул на ионы (диссоциация) протекает процесс соединения ионов в молекулы (ассоциация).
	Степень диссоциации зависит от природы электролита и растворителя.
Сильные электролиты – это электролиты, которые диссоциируют практически полностью и необратимо.  

Слабые электролиты – это электролиты, которые диссоциируют обратимо, доля диссоциированных молекул исчезающе мала. 
24. Свойства растворов сильных электролитов. Активность и коэффициент активности. Ионная сила раствора.
Свойства растворов сильных электролитов:
1.В водных растворах сильные электролиты полностью диссоциированы, причём гидратированные ионы, образующиеся при их диссоциации, обычно не ассоциированы в молекулы. Поэтому в уравнении диссоциации сильных электролитов ставится знак обратимости.
2.В концентрированных растворах сильных электролитов ионы расположены близко друг к другу и поэтому сильно взаимодействуют между собой. Количественно влияние межионного взаимодействия характеризуется активностью. 
3.При увеличении концентрации число ионов в растворе увеличивается, сила взаимодействия их между собой и с растворителем возрастает, что приводит к снижению подвижности ионов и создаёт эффект уменьшения их концентрации.
Активность(а) – эффективная концентрация с учётом электростатического взаимодействия между ионами в растворе. Активность отличается от концентрации на некоторую величину.
 
Коэффициент активности – отношение активности к концентрации вещества в растворе.
  измеряется в г-ион/л
Ионная сила раствора(I) – мера интенсивности электрического поля, создаваемого ионами в растворе. Полусумма произведений из концентрации всех ионов в растворе на квадрат их заряда.
 
25. Свойства растворов слабых электролитов. Степень диссоциации. Константа диссоциации. Закон разбавления Оствальда.
Свойства растворов слабых электролитов:
Слабые электролиты характеризуются степенью ионизации. Электролитическая диссоциация — обратимый процесс, который количественно можно описать с помощью константы равновесия.
Рассмотрим ионизацию слабой кислоты НА в упрощенном виде, не принимая во внимание участие в этом процессе воды: 
 
Константа равновесия этого процесса, выраженная через концентрации, имеет следующий вид:
 
Степень диссоциации ( α ) – это величина, представляющая собой отношение количества вещества электролита, распавшегося на ионы(n), к общему количеству растворённого электролита(N).
 
Константа диссоциации- вид константы равновесия, которая характеризует склонность объекта диссоциировать обратимым образом на частицы.
 
Закон разбавления Оствальда:
Степень диссоциации слабого электролита при разбавлении раствора увеличивается обратно пропорционально корню квадратному из его молярной концентрации.
  
26. Вода как слабый электролит. Автопротолиз воды. Ионное произведение воды.
Вода очень слабый электролит, диссоциирующий по схеме:
 
Константа (при постоянной температуре), характеризующая свойства воды и любых водных растворов и равная произведению концентраций ионов водорода и гидроксид-ионов называется ионным произведением воды.
Автопротолиз – обратимый процесс образования равного числа катионов и анионов из незаряженных молекул жидкого индивидуального вещества за счет передачи протона от одной молекулы к другой.
H2O + H2O= H3O+ + OH–
Это равновесие называется равновесием автопротолиза воды.
27. Протолитическая теория кислот и оснований. Сила кислот и оснований, водородный показатель (pH). Кислотно-основные индикаторы. pH биологических жидкостей.
Кислоты – это молекулы или ионы, способные быть в данной реакции донорами протонов.Основания- это молекулы или ионы, присоединяющие протоны (акцепторы).
Сила кислоты – характеристика кислоты, показывающая, насколько легко кислота отдает протоны молекулам данного растворителя.
 Сила основания – характеристика основания, показывающая, насколько прочно основание связывает протоны, оторванные от молекул данного растворителя.
pH - это водородный показатель, характеризующий концентрацию свободных ионов водорода в воде. На практике реакцию водной среды принято характеризовать не концентрациями ионов водорода и годроксид-ионов, а водородным pH и гидроксильным pOH показателями.
 
Из ионного произведения воды: pH+pOH=14.
pH биологических жидкостей
 
Кислотно-осно́вные индикаторы (pH-индикаторы) — органические соединения, способные изменять цвет в растворе при изменении кислотности (pH).
 
Поведение индикатора как слабого электролита подчиняется закономерности влияния общего иона водорода. Чем больше концентрация водородных ионов, тем равновесие больше смещено в направлении образования молекул Hind, и раствор имеет окраску, соответствующую нейтральной форме индикатора. С уменьшением концентрации ионов водорода увеличивается концентрация ионизированной формы, и раствор приобретает окраску ионизированной формы ind-.
28. Гидролиз солей, основные типы гидролиза. Степень гидролиза. Константа гидролиза.
Гидролиз солей – это химическое взаимодействие ионов соли с молекулами воды, приводящее к образованию слабого электролита.
Если рассматривать соль как продукт нейтрализации основания кислотой, то можно разделить соли на 4 группы, для каждой из которых гидролиз будет протекать по-своему.
	Сильная кислота + сильное основание
Гидролиз невозможен
	Сильная кислота + слабое основание 
Гидролиз по катиону (в реакцию с водой вступает только катион)
	Слабая кислота + сильное основание 
Гидролиз по аниону (в реакцию с водой вступает только анион)
	Слабая кислота + слабое основание 
Совместный гидролиз (в реакцию с водой вступает и катион, и анион)
Степень гидролиза(h) – это отношение части соли, подвергающейся гидролизу, к общей концентрации её ионов в растворе.
Расчёт степеней гидролиза при различных типах гидролиза:
	Сильная кислота + слабое основание (по катиону)
 
	Слабая кислота + сильное основание (по аниону)
 
	Слабая кислота + слабое основание (по катиону и аниону)
 
Константа гидролиза(Кr) – это отношение стехиометрического произведения концентраций продуктов гидролиза, к концентрации непрогидролизовавшихся ионов соли.
Расчёты константы гидролиза при различных типах гидролиза:
	Сильная кислота + слабое основание (по катиону)

 
	Слабая кислота + сильное основание (по аниону)
 
	Слабая кислота + слабое основание (по катиону и аниону)
 
29. Состав и классификация буферных систем. Механизм действия буферных систем.
Буферные системы – совокупность нескольких веществ в растворе, сообщающих ему буферные свойства, т. е. способность противостоять изменению активной реакции среды (pH) при разбавлении, концентрировании раствора или при добавлении к нему небольших количеств сильной кислоты или щёлочи.
Классификация буферных систем
1. Кислотные. Состоят из слабой кислоты и соли этой кислоты. Например, ацетатная буферная система (CH3COOH+ СН3СООNa ), гидрокарбонатная буферная система (H2CO3 +NaHCO3 ).
2. Основные. Состоят из слабого основания и его соли. Например, аммиачная буферная система (NH3H2O + NH4Cl).
3. Солевые. Состоят из кислой и средней соли или двух кислых солей. Например, карбонатная буферная система (NaHCO3+Na2CO3 ), фосфатная буферная система (КН2PO4 + К2НPO4).
4. Аминокислотные и белковые. Если суммарный заряд молекулы аминокислоты или белка равен нулю (изоэлектрическое состояние), то растворы этих соединений не являются буферными. Их буферное действие начинает проявляться тогда, когда к ним добавляют некоторое количество кислоты или щелочи.
Механизм действия буферных систем:
1. Разбавление. При разбавлении водой происходит уменьшение концентрации обоих компонентов в буферной системе в одинаковой степени, поэтому величина их соотношения не изменится. рК(кислоты) и рК(основания) являются постоянными при данной температуре и не зависят от разбавления.
2.Добавление кислот и оснований. При добавлении небольших количеств сильных кислот или оснований рН буферных систем изменяется незначительно. 
30. Вывод уравнения Гендерсона–Гассельбаха для расчета значений рН буферных растворов. 
Уравнение показывает как зависит кислотно-основное равновесие буферного раствора от свойств компонентов кислотно-основной буферной системы и от количественного соотношения этих компонентов в растворе. Показателем кислотно-основного равновесия в растворе является водородный показатель,  pH.  Свойство кислоты (её способность распадаться на ионы), как составляющей буферной системы, характеризуется значением константы диссоциации кислоты,  Ka.  (или в логарифмической форме  pKa = – lgK). Количественая структура (состав) буферной системы может быть оценена в виде отношения соль/кислота (эквиваленты, эквивалентная масса).       Уравнение Гендерсона-Гассельбаха выглядит следующим образом:
 pH = pKa + lg (соль/кислота). 
С помощью этого уравнения можно оценить любую из его переменных, если известны две другие.
31. Буферное действие. Зона буферного действия. Буферная ёмкость. Факторы, определяющие буферную ёмкость. 
Способность некоторых растворов сохранять неизменной концентрацию ионов водорода получила название буферного действия 
Зона буферного действия – интервал pH, в котором буферная система проявляет свои буферные свойства. Определяется силовым показателем ионизации кислоты (основания) ±1 ед.
Буферная емкость (В) - это число молей эквивалента сильной кислоты или щелочи, которое необходимо добавить к 1 л буферного раствора, чтобы сместить его рН на единицу.
Факторы, влияющие на В:
1. Концентрация компонентов БС: чем она больше, тем больше кол-ва сильной кислоты или щелочи может быть нейтрализовано, тем больше В.
2. Отношение концентраций компонентов: чем оно меньше (близко к 1), тем выше будет буферная ёмкость
3. рН БР, которое, как следует из уравнения Г-Г, зависит от этого показателя.
Если концентрации компонентов одинаковы, то их отношение равно 1, тк. Lg=0, то уравнение Г-Г примет следующий вид:
для КБС: рН=рКк,
для ОБС: рН=14-рКо.
Именно при этих значениях рН, В будет максимальной.
32. Буферные системы организма: гидрокарбонатная, гидрофосфатная, гемоглобиновая, белковая. Механизм их действия. Сравнительная величина емкости буферных систем организма. 
Буферные системы крови представлены буферными системами плазмы крови и буферными системами эритроцитов. Буферные системы плазмы – гидрокарбонатная, белковая и фосфатная. На их долю приходится  44% буферной емкости крови. Буферные системы эритроцитов – гемоглобиновая, гидрокарбонатная, система органических фосфатов (фосфатная). На их долю приходится  56% буферной емкости крови.
Гидрокарбонатная буферная система -активная реакция плазмы артериальной крови у здоровых людей соответствует рН= 7,40.
Снижение соотношения [НС] / [СО2] < 20 является причиной ацидоза. 
Повышение соотношения [НС] / [СО2]> 20 приводит к алкалозу.
Так как в плазме крови основную роль в связывании ионов Н+ играет гидрокарбонат – анион, его концентрация в плазме обусловливает резервную щелочность крови.
Фосфатная буферная система содержится как в крови, так и в клеточной жидкости других тканей, особенно в почках.
В клетках она представлена КН2РО4 и К2НРО4. В плазме крови и межклеточном пространстве NaH2PO4 и Na2HPO4. Основную роль в механизме действия этой системы играет ион  :
 ⇄Н+ +  
кислота сопр.основание
Увеличение концентрации Н+ приводит к сдвигу реакции влево, т.е. к образованию кислоты:  + Н+ ⇄  
основание сопр. кислота
Белковые буферные системы являются амфолитными, т.к. в их состав входят  – аминокислоты, содержащие группы с кислотными свойствами (–СООН и –  ) и основными свойствами (–СОО– и –NH2). Механизм действия такой буферной системы можно представить следующим образом:
кислотная буферная система
а) H3N+ – R – COOH + OH– ⇄H3N+ – R – COO– + H2O
белок–кислота
б) H3N+ – R – COO– + H+ ⇄H3N+ – R – COOН
соль белка–кислоты
(сопряженное основание)
основная буферная система
а) H2N – R – COO– + Н+ ⇄H3N+ – R – COO–
белок–основание
б) H3N+ – R – COO– + ОН– ⇄H2N – R – COO– + Н2О
соль белка–основания
(сопряженная кислота)
33. Совместное действие буферных систем организма. Особенности действия гемоглобиновой буферной системы. Понятие о кислотно-щелочном балансе, ацидозе и алкалозе.
Механизм регуляции кислотно-основного равновесия крови в целостном организме заключается в совместном действии внешнего дыхания, кровообращения, выделения и буферных систем.
Гемоглобиновая буферная система в организме эффективно функционирует только в сочетании с гидрокарбонатной системой. Поскольку аэробные процессы обмена веществ в эритроцитах почти не происходят, они вырабатывают относительно мало СО2. Из плазмы крови в соответствии с концентрационным градиентом СО2 диффундирует в эритроциты, где ферменты катализируют ее взаимодействие с водой, приводящее к образованию угольной кислоты. По мере диссоциации Н2СО3 освобождающиеся ионы Н+ в основном взаимодействуют с гемоглобином как буферной системой. В эритроцитах увеличивается концентрация гидрокарбонат-ионов, которые диффундируют во внеклеточную жидкость в соответствии с концентрационным градиентом.
Кислотно-щелочное равновесие в крови является жизненно важным параметром, нормальные значения которого составляют 7,35 – 7,45 по шкале рН. Отклонение рН ниже 7,35 свидетельствует об ацидозе. При смещении рН выше 7,45 возникает алкалоз. 
Ацидоз: слишком высокое содержание кислоты в крови (или слишком низкое содержание щелочи), которое приводит к снижению уровня рН крови.
Алкалоз: слишком высокое содержание щелочи в крови (или слишком низкое содержание кислоты), которое приводит к повышению уровня рН крови.
34. Растворы насыщенные, ненасыщенные, пересыщенные. Гетерогенное равновесие. Константа растворимости малорастворимого электролита, её связь с растворимостью вещества.
Гетерогенные равновесия – это равновесия, которые устанавливаются в гетерогенных системах, т.е. в системах, которые состоят из нескольких фаз. Примеры: газ-жидкость, твердое тело жидкость твердое тело-газ.
Раствор, находящийся в равновесии с твердой фазой, называют насыщенным. Растворы с меньшей концентрацией, чем в насыщенном, называются ненасыщенными, с большей-пересыщенными. 
Константа растворимости KS (или произведение растворимости ПР) - произведение концентраций ионов в насыщенном растворе малорастворимого электролита - есть величина постоянная и зависит лишь от температуры. 
По величине Ks ряда соединений можно судить об их относительной растворимости: чем меньше Ks, тем меньше растворимость, и чем больше константа растворимости, тем больше растворимость вещества.
35. Условия образования и растворения осадков. Конкуренция за общий ион. Влияние солей на растворимость малорастворимого вещества. Влияние pH среды на гетерогенные равновесия.
Осадок выпадает в том случае, если произведение концентраций ионов, образующих электролит, в степенях, равных стехиометрическим коэффициентам, будет больше константы растворимости. 
 Пс – произведение растворимости Кs-константа растворимости
Увеличение растворимости малорастворимого электролита в присутствии солей, а именно они создают ионную силу, называется солевым эффектом. Солевой эффект может наблюдаться только в том случае, если соли не содержат одноименных с данным электролитом ионов. Следовательно, присутствие одноименного иона понижает растворимость малорастворимого электролита.
Если соединения различаются константами растворимости As(MA) > А^(МВ), то при равных концентрациях А' и В“ преимущественно будет образовываться менее растворимое соединение (МВ). Таким образом, конкуренцию за общий катион выигрывает тот анион, который с этим катионом образует менее растворимое соединение. Аналогично протекают конкурирующие процессы за общий анион.
36. Гетерогенные равновесия в живом организме. Кальциевый буфер. Изоморфизм.
В организме человека образование костной ткани это наиболее важный гетерогенный процесс с участием неорганических соединений. Основным минеральным компонентом костной ткани является гидроксифосфат кальция Ca5(PO4)3OH. Часть ионов Ca2+ замещена ионами Mg2+, а очень незначительная часть ионов OH– замещена ионами фтора, которые повышают прочность кости. Изоморфизм- замещение ионов ее компонентов в узлах кристаллической решетки на другие компоненты.
при ↑ Са2+ в плазме крови - сдвиг равновесия, приводящий к отложению кальция в костной ткани. при ↓ Са2+ также сдвиг равновесия, но с растворением минеральных компонентов костной ткани (при рахите). 
37. Патологические гетерогенные процессы. Процессы, лежащие в основе образования конкрементов. Подходы к коррекции нарушений гетерогенных равновесий и процессов. 
Паталогические гетерогенные процессы: Образование карбоната кальция СаСО3 является причиной атеросклеротического кальциноза. Бериллиевый рахит (бериллиоз) -вытеснение ионов Са2+ ионами Ве2+ из костей и их размягчение вследствие меньшего радиуса иона Ве2+. Стронциевый рахит - замещение ионов Са2+ ионами стронция в костях. Вследствие большего радиуса иона Sr2+ происходит ломкость костей. 
Развитию мочекаменной болезни способствует образование оксалата кальция СаС2О4 моно – или дигидрата, фосфата аммония – магния NH4MgPO4, карбонатфосфата кальция моногидрата Са10(РО4)6СО3Н2О, мочевой кислоты и ее солей. 
В основе образования конкрементов лежит:
При длительном застое желчи в почечных канальцах холестериновые пигменты выпадают в осадок, что приводит к образованию песка, частицы которого со временем увеличиваются в размерах и объединяются в конкременты.
Реакции осаждения используют при отравлении щавелевой кислотой или ее солями, вводя в качестве антидота раствор СаС12, при отравлении солями бария промывают желудок раствором MgSO4. Реакции растворения осадков применяют реже. Например, лечение подагры и мочекаменной болезни проводят солями лимонной кислоты, виннокаменной кислоты и ее солями, солями лития. 
38. Комплексные соединения, их строение, классификация и номенклатура. Координационная теория Вернера. Дентатность лигандов. Природа химической связи в комплексных соединениях. Способность атомов различных элементов к комплексообразованию. 
Комплексными соединениями называются соединения, существующие как в кристаллическом состоянии, так и в растворе, особенностью которых является наличие центрального атома, окруженного лигандами.
Классификация комплексных соединений проводится по различным признакам.
По заряду комплексного иона различают:
катионные [Cu(NH3)4]2
анионные [Co(NO3)6]3-
нейтральные [Pt(NH3)Cl2]0
По характеру лигандов различают:
акво- [Сu(H2O)4]SO4
аммино-[Cu(NH3)4]SO4
ацидо- К2[Cu(Cl)4]
гидроксо-K2[Cu(OH)4]
Строение: Внутренняя сфера состоит из центрального атома или иона (комплексообразователь) и частиц, окружающих комплексообразователь (лиганды). В формуле вещества комплекс выделяется квадратными скобками. Во внешнюю сферу входят обычные ионы, которые компенсируют общий заряд комплекса. Если комплекс имеет нулевой заряд, то внешняя сфера в соединении отсутствует.
При составлении названия комплексных соединений руководствуются следующими правилами число лигандов, названия лигандов, центральный атом. Сначала называют внутреннюю сферу. Составные части её называют в последовательности: лиганды анионы, лиганды – молекулы, комплексообразователь. К названиям лигандов – ионов добавляют окончание «о». Нейтральные молекулы сохраняют свои названия, за исключением Н2О – акво, NН3 – амин. Число лигандов указывают греческими числительными: ди, три-, тетра-, пента-, гекса- и т.д. В последнюю очередь называют ионы внешней сферы.
Теория А.Вернера. Согласно этой теории центральный атом, в форме катиона, координирует вокруг себя некоторое число анионов или молекул, которые называются лигандами. Центральный атом вместе с координированными лигандами образует внутреннюю координационную сферу, которую при записи формулы заключают в квадратные скобки.
Лиганды характеризуются дентатностью, т. е. способностью занимать определенное число коор-динационных мест около центрального иона. 
У типичных металлов комплексообразующая способность выражена слабо. Щелочные металлы образуют практически только катионные комплексы Наибольшая способность к образованию комплексов выражена у d-металлов. Они в большинстве своем способны образовывать катионные, молекулярные и анионные комплексы.
39. Равновесие в растворах комплексных соединений, константы нестойкости. Конкуренция за лиганд или за ион-комплексообразователь. Правило Пирсона.
В растворах комплексных соединений существует система динамических равновесий, зависящая от характера растворенного вещества и природы растворителя. Равновесия в растворах комплексных соединений можно охарактеризовать с помощью констант образования (устойчивости) и констант диссоциации (нестойкости).
Общая константа нестойкости суммарного процесса диссоциации комплекса равна произведению констант всех ступеней диссоциации.
Правило Пирсона: Из приведенного выше вытекает: чем меньше константа нестойкости комплекса, тем прочнее комплекс, и наоборот, чем меньше константа устойчивости, тем менее прочным является комплекс. 
Процессы образования комплексного соединения иона металла с каждым из лигандов являются конкурирующими: преобладающим будет процесс, который приводит к образованию наиболее прочного (т.е. с наименьшей константой нестойкости) комплексного соединения. 
40. Многоядерные комплексы. Комплексы с макроциклическими соединениями. Строение металлоферментов (каталаза, супероксиддисмутаза, уреаза и др.) и биокомплексных соединений (гемоглобин, миоглобин, хлорофилл, цитохромы, кобаламины и др.).
Многоядерные комплексы – комплексные соединения, во внутренней сфере которых два или большее число комплексообразователей.
МАКРОЦИКЛИ́ЧЕСКИЕ КО́М¬ПЛЕКС¬НЫЕ СОЕДИНЕ́НИЯ- ко¬ор¬ди¬на¬ци¬он¬ные со¬еди¬не¬ния, об¬ра-зо¬ван¬ные за счёт вклю¬че¬ния ком¬плек¬со¬об¬ра¬зо¬ва¬те¬ля во внут¬ри¬цик¬лич. про¬стран¬ст¬во (внут¬ри¬мо¬ле¬ку¬ляр-ную по¬лость) мак¬ро¬цик¬лич. ли¬ган¬дов. Макроциклические лиганды образуют более прочные комплексы.
Металлоферменты— общее собирательное название класса ферментов, для функционирования которых необходимо присутствие катионов тех или иных металлов. В подобном ферменте могут присутствовать несколько различных ионов металла. Катион металла при этом обеспечивает правильную пространственную конфигурацию активного центра металлофермента.
Биокомплексные соединения (на примере гемоглобина):
 
41. Классификация биогенных элементов по функциональной роли и содержанию в организме: макроэлементы, микроэлементы, органогены, элементы электролитного фона. Химическое сходство и биологический антагонизм.
Макроэлементы – это биогенные элементы, содержание которых превышает 0,01% массы тела: к ним отнесены шесть органогенов (C, H, O, N, P, S), ионы электролитного фона (Na+ , K+ , Mg2+ , Ca2+, Cl- ) и железо. На долю макроэлементов приходится 99,99% массы тела.
Микроэлементы – это биогенные элементы, содержание которых в организме находится в содержании менее 0,01%. К ним относятся: Zn, Mn, Mo, Cu, I, F, Br и др.
Органогены – элементы, входящие в состав органических веществ: C, H, O, N, P, S. На их долю приходится 97-98% массы тела.
Элементы электролитного фона: Na+ , K+ , Mg2+ , Ca2+ , Cl- . Ионы Na+ , K+ , Mg2+ и Ca2+ составляют 99% общего содержания металлов в организме. Обеспечивают электрохимические процессы в организме.
Сходство и различие биологического действия связано с электронным строением атомов и ионов. Близкие значения атомных и ионных радиусов, энергий ионизации, координационных чисел, склонность к образованию связей с одними и теми же элементами в молекулах биолигандов обусловливает эффекты замещения элементов в биологических системах. Такое замещение ионов может происходить как с усилением (синергизм), так и с угнетением активности (антагонизм) замещаемого элемента.
42. Биогеохимические провинции. Эндемические заболевания. Гипо- и гипермикроэлементозы.
Биогеохимическая провинция – это территория, характеризующаяся повышенным или пониженным содержанием одного или нескольких химических элементов.
Эндемическое заболевание — заболевание, характерное для определённой местности. 
Гипермикроэлементоз-повышенное содержание элемента (Флюороз)
Гипомикроэлементозы-пониженное содержание элемента(кариес,заболев.щит.железы)
43. Металло-лигандный гомеостаз и причины его нарушения. Понятие о химизме патологических лигандно-обменных процессов, их возможной коррекции. Дезинтоксикационная терапия, физико-химические основы хелатотерапии. Биогенные металлы и их соединения как лекарственные препараты.
В организме непрерывно происходит образование и разрушение биокомплексов из ка¬тионов биометаллов и биолигандов. Об¬мен веществ с окружающей средой поддерживает концентрации веществ, участвующих в этом равновесии, на определенном уровне, обеспечивая состояние металло-лигандного гомеостаза.
Распределение катиона металла между биолигандами определя¬ется как величинами констант нестойкости для комплексов этих лигандов, так и концентрациями этих лигандов.
Нарушение металло-лигандного гомеостаза возможно по разным причинам: из-за дефи¬цита или избытка катионов биометаллов, из-за поступления катионов токсичных металлов, из-за поступления или образования посторонних лигандов.
 В организм поступают ионы токсиканта (Мт) из окружающей среды (Be, Hg, Со, Те, Pb, Sr и др.). Они образуют более прочные комплексные соединения с биолигандами, чем биометаллы. Присутствие небольших концентраций тяжелых металлов в окружающей среде вызывает патологические изменения в организме.
В организм поступает микроэлемент, необходимый для жизнедеятельности организма, но в значительно больших концентрациях, что может быть связано с особенностями биогеохимических провинций либо с результатом неразумной деятельности человека. 
Дезинтоксикационная терапия - это комплекс лечебных мер, имеющих целью выведение яда из организма или обезвреживание яда с помощью антидотов. Важнейшие принципы хелатотерапии:
1. Вводимый хелатирующий агент не должен быть токсичным;
2. Он должен образовывать с токсичными Ме более прочное КС, чем биолиганды.
44. Окислительно-восстановительные процессы. Сопряженная окислительно-восстановительная пара. Редокс-потенциал. Электродвижущая сила. Константа равновесия окислительно-восстановительного процесса. Прогнозирование направления окислительно-восстановительных реакций. Уравнение Нернста-Петерса.
ОВ процессы-процессы, протекающие с изменением степеней окисления атомов, реализующиеся путём перераспределения электронов между атомом-окислителем (акцептором) и атомом-восстановителем(донором).
Окислитель и его восстановленная форма, либо восстановитель и его окисленная форма составляет сопряжённую окислительно-восстановительную пару, а их взаимопревращения являются окислительно-восстановительными полуреакциями.
Взаимодействующие вещества образуют сопряженные пары, которые принято называть редокс-парой
Электродвижущая сила - скалярная физическая величина, характеризующая работу сторонних сил (сил неэлектрического происхождения), действующих в электрических цепях переменного и постоянного тока.
  
lgK = (E0окис-E0восст)*z/0,059 K - константа равновесия z - число электронов, равное наименьшему кратному из числа электронов, отданных восстановителем и принятых окислителем.
 
45. Гальванический элемент. Электродный потенциал. Измерение электродных потенциалов, стандартный водородный электрод. Редокс-электрод. Схема химической цепи гальванического элемента.
   
Электро́дный потенциа́л — ЭДС элемента, составленного из данного электрода и стандартного водородного электрода, электродный потенциал которого принят равным нулю.
 
Редокс-электроды состоят из электрохимически инертного проводника, погруженного в раствор, в котором находятся окисленная и восстановленная формы потенциалопределяющего вещества.
Стандартным водородным электродом- называют водородный электрод, в котором давление газообразного водорода поддерживается равным 101 ква, а активность ионов водорода = 1.
46. Биологическая роль редокс-процессов. Биологические редокс-системы.
	В организме человека много редокс - систем, участвующих в биологическом окислении: НАД/НАДН+, ФАД/ФАД Н+, цитохромы и др. Системы с более низким окислительно - восстановительным потенциалом отдают электроны, с высоким – принимают. К числу редокс-систем животных относят такие системы в крови и тканях как гем-гематин и цитохромы, в которых содержится двух- и трехвалентное железо; аскорбиновая кислота (витамин С), находящаяся в окисленной и восстановленной формах; система глютатиона, цистин-цистеин и др. Процесс биологического окисления, а именно, перенос электронов и протонов с окисляемого субстрата на кислород, осуществляемый в тканях при помощи строго определенного ряда промежуточных ферментов-переносчиков, также представляет собой цепь окислительно-восстановительных процессов,
	Окислительно-восстановительные реакции лежат в основе методов оксидиметрии, которые применяют в клиническом анализе для определения мочевой кислоты в моче, сахара в крови, в санитарно-гигиенической практике - для определения окисляемости воды, содержание хлора в питьевой воде.
47. Классификация электродов: электроды первого рода; второго рода; газовые электроды; окислительно-восстановительные электроды.
К электродам первого рода относят электроды, на которых протекают реакции типа:
МZ++Ze-⇆M;  Me+Ze-⇆Mez-
По устройству электроды 1 рода представляют собой металл, опущенный в р-р собственной хорошо растворимой соли.
На электроде 2 рода протекает электродная реакция, которой сопутствует реакция, приводящая к растворению или осаждению труднорастворимой соли металла.
Суммарная реакция имеет вид:

В газовых электродах потенциал - определяющий материал (водород, кислород, хлор) не являются проводником. Поэтому для осуществления электрического контакта используют инертные металлы (платина, палладий), насыщенные соответствующим газом. Растворенный в инертном металле газ частично диссоциирует на ионы и электроны. В результате металлический проводник приобретает способность обмениваться с раствором соответствующими ионами. 
Электроды 2 рода по своему устройству представляют собой малоактивный металл, который покрыт слоем собственного труднорастворимого электролита, опущенный в р-р хорошо растворимого электролита с одноименными анионами.
Окислительно-восстановительные электроды в зависимости от механизма ОВ-реакции делятся на ОВ-электроды 1 типа и ОВ-электроды 2 типа. 
 
По устройству окислительно-восстановительные электроды представляют собой инертный металл (Pt, Pd и др.), опущенный в р-р, который содержит окисленную или восстановленную форму одного или нескольких веществ.
48. Диффузионный потенциал. Роль в возникновении биопотенциалов. Мембранный потенциал. Биоэлектрические потенциалы. 
Диффузионный потенциал – разность потенциалов, возникающая на границе раздела между двумя неодинаковыми по составу или по концентрации растворами. Возникает в результате различия скоростей диффузии катионов и анионов.
В основе возникновения биопотенциалов лежит несимметричное относительно мембраны распределение ионов, т. е. различные концентрации ионов по разные стороны мембраны.
Мембранный потенциал - разность электрических потенциалов между растворами электролитов, разделенных проницаемой мембраной.
Биоэлектрические потенциалы - электрические потенциалы, возникающие в тканях и отдельных клетках человека, животных и растений, важнейшие компоненты процессов возбуждения и торможения.
49. Сущность потенциометрического метода анализа. Индикаторные электроды потенциометрического метода. Понятие об ионоселективных электродах. Электроды сравнения (хлорсеребряный). Измерение рН биологических жидкостей потенциометрическим методом.
Потенциометрией называют совокупность физико - химических методов исследования, в основе которых лежит измерение электродвижущей силы цепей, составленных из индикаторного электрода и электрода сравнения.
В качестве индикаторного электрода для потенциометрического определения pH можно использовать любой электрод, потенциал которого зависит от активности ионов водорода. Ионоселективные электроды – это специальные электрохимические электроды, равновесный потенциал (когда окислительная и восстановительная реакции уравновешены) которых в растворе электролита, содержащего определенные ионы, зависит от концентрации этих ионов.
Электроды сравнения — электрохимические системы, предназначенные для измерения электродных потенциалов. 
Хлорсеребряный электрод является одним из электродов сравнения. Представляет собой серебряную пластинку, покрытую слоем малорастворимой соли серебра и опущенной в раствор хлорида калия. Потенциалоопределяющим для такого электрода является анион.
Значение рН испытуемого раствора связано со значением рН раствора сравнения (рНs) следующим уравнением:






50. Электролитическая подвижность ионов, факторы, влияющие на ее величину. Удельная электрическая проводимость, факторы, влияющие на ее величину. Молярная электрическая проводимость, влияние разбавления на ее величину. Предельная молярная электрическая проводимость. Закон Кольрауша.
Подвижность иона характеризует его способность преодолевать сопротивление среды при направленном движении в электрическом поле. 
Основные факторы, влияющие на подвижность иона в водных растворах при наличии электрического поля:
Заряд и радиус иона (чем больше заряд и чем меньше радиус иона, тем ниже подвижность иона в растворе)
Природа растворителя, его диэлектрическая проницаемость и вязкость (Чем полярнее растворитель, тем меньше его подвижность. чем больше вязкость, тем меньше подвижность иона)
Температура раствора (повышение температуры увеличению подвижности ионов.)
Ионная сила раствора (Чем больше ионная сила раствора, тем меньше подвижность иона)
Концентрация ионов (Чем больше концентрация ионов в растворе, тем меньше их подвижность)
Удельная электрическая проводимость характеризует свойства проводящей среды — раствора электролита.
Удельная электрическая проводимость зависит от многих факторов, и прежде всего от природы электролита(Наименьшие значения у растворов слабых электролитов, у сильных - наибольшие), его концентрации(растет с концентрацией до некоторых максимальных значений, Достигнув максимума, удельная электрическая проводимость начинает снижаться несмотря на рост концентрации электролита) и температуры (Увеличение температуры повышает удельную электрическую проводимость).
 
С разбавлением раствора молярная электропроводность увеличивается и при достаточно большом разбавлении достигает максимума.
 
51. Кондуктометрические методы анализа, их применение в медико-биологических исследованиях. Электрическая проводимость биологических объектов и ее использование в медицинской практике.
Кондуктометрией называется физико - химический метод исследования различных систем , основаный на измерении их электрической проводимости.
Этот метод используют для определения общего содержания и состояния электролитов в биологических объектах: плазме, сыворотке крови, желудочном соке, моче, тканевой жидкости.
Кондуктометрию применяют при изучении проницаемости биологических мембран, для определения суммарного объёма клеток в клеточных взвесях, для количественного измерения потоотделения.
Изменения электрической проводимости тканей и клеток используется для диагностических целей. Патологические процессы приводят к изменению проницаемости клеточных мембран. по электрической проводимости судят о проницаемости клеточных мембран. Повышение электрической проводимости указывает на увеличение содержания свободных ионов, а уменьшение - на то, что концентрация падает. Сравнение электрических проводимостей цитоплазмы и водного раствора позволяет определить долю свободных и связанных электронов.
52. Поверхностные явления. Основные определения: фаза, межфазная граница, свободная поверхностная энергия, поверхностное натяжение. Особенности энергетического состояния молекул в поверхностном слое и объеме жидкости. Примеры поверхностных явлений, их медико-биологическое значение. 
Поверхностные явления - процессы, происходящие на границе раздела фаз и обусловленные особенностями состава и строения поверхностного слоя.
Фаза - однородная часть гетерогенной системы, которая имеет одинаковый химический состав и одинаковые значения термодинамических параметров.
Межфазная граница - переходный слой между двумя фазами.
Свободная поверхностная энергия - термодинамическая функция, характеризующая энергию межмолекулярного взаимодействия частиц на поверхности раздела фаз с частицами каждой из контактирующих фаз.
Поверхностное натяжение (σ) -  величина, измеряемая энергией Гиббса, приходящейся на единицу площади поверхностного слоя. 

Молекулы поверхностного слоя обладают большей энергией, чем молекулы, находящиеся в объёме жидкости, т.е. они обладают поверхностной энергией. 
Поверхностные явления: сорбция, адгезия, смачивание, адсорбция и т.д. Значение: обмен веществ через клетку и кровеносные капилляры, всасывание питательных веществ

53. Сорбция и ее виды. Основные понятия: сорбент, сорбат, сорбционный комплекс, сорбционное равновесие. Использование сорбции для детоксикации организма. 
Сорбция - процесс поглощения одного вещества поверхностью или объемом другого.
виды:
адсорбция — поглощаемое вещество концентрируется только на поверхности сорбента, называемый в таком случае адсорбент.
абсорбция — сорбтив поглощается всем объемом сорбента (абсорбента).
капиллярная конденсация — в этом случае в процессе сорбции газов и паров твердым сорбентом происходит не только поглощение, но и конденсация — переход сорбируемого вещества из газообразного состояния в жидкое.
Поглотитель принято называть сорбентом, а поглощаемое вещество - сорбтивом или сорбатом.
Сорбент + сорбат = сорбционный комплекс.
Сорбционное равновесие определяется равенством температуры и химического потенциала компонентов в объемной  и сорбированной фазах.
В основе метода детоксикационной сорбции лежит фиксация химических веществ - токсикантов на углевых сорбентах природного или синтетического происхождения, которая определяется силами молекулярного сцепления на большой площади поверхности сорбента, образованной различными по объему порами.
54. Адсорбция на подвижной поверхности раздела фаз. Уравнение Гиббса. Положительная и отрицательная адсорбция. 
Адсорбция - самопроизвольное изменение концентрации растворенного вещества на границе раздела двух фаз.
 
При внесении в какой-либо раствор адсорбента будут поглощаться растворитель и растворенное вещество. Если поглотится больше растворителя, чем растворенного вещества, т. е. если повысится концентрация раствора, то адсорбция будет отрицательной. Если, наоборот, поглотится больше растворенного вещества, то адсорбция будет положительной.
55. Поверхностноактивные (ПАВ) и поверхностноинактивные (ПИВ) вещества, их строение и ориентация на границе раздела фаз. Изотермы поверхностного натяжения для ПАВ и ПИВ. Биологическая роль ПАВ.
ПАВ - химическое соединение, которое, концентрируясь на поверхности раздела термодинамических фаз, вызывает снижение поверхностного натяжения.





Молекулы ПАВ, на границе раздела образуют адсорбционный слой, толщиной в одну или несколько молекул. расположение в нем молекул зависит от их концентрации. При низких концентрациях ПАВ в растворе, полярная группа молекулы погружена в воду, а ее углеводородный радикал лежит на поверхности воды. При увеличении концентрации, молекулы ПАВ сначала объединяются в агрегаты, в которых углеводородные радикалы ориентируются параллельно друг другу и перпендикулярно поверхности воды и вся поверхность жидкости покрывается мономолекулярным слоем вертикально ориентированных молекул. 
ПИВ - вещества, повышающие поверхностное натяжение водных растворов. Они представляют собой электролиты, которые диссоциируют на ионы, имеющие высокое сродство к воде. Такие ионы стремятся уйти с поверхности раствора в объем. 
 
ПАВ в организме выполняют функции стабилизаторов, эмульгаторов, и являются основными компонентами биологических мембран. ПАВ совмещают в живых организмах по существу несовместимые гидрофильные и гидрофобные системы. Именно с помощью ПАВ в живых организмах обеспечивается гидрофильно-липофильный баланс. 
56. Абсорбция в системах газ/жидкость, жидкость/жидкость, твердое/жидкость. Законы Генри и Сеченова. Роль абсорбции в жизнедеятельности организма.
 Абсорбция – самопроизвольный процесс поглощения веществ, при котором поглощаемые вещества (абсорбтивы) за счет диффузии распространяются по всему объему вещества – поглотителя (абсорбента).
  
В медицине под абсорбцией понимается всасывание питательных веществ в кровь или лимфу одним или несколькими слоями клеток различных полостей, органов и поверхностей тела.
57. Адсорбция на неподвижной поверхности раздела фаз. Удельная адсорбция. Уравнения Фрейндлиха и Ленгмюра для расчета величины адсорбции. Изотерма адсорбции. 
Под адсорбцией на неподвижной границе раздела фаз понимается накопление одного вещества на поверхности другого. Твердое вещество, на поверхности которого накапливается другое вещество.
удельная адсорбция — это количество поглощенного вещества на одном квадратном сантиметре поверхности адсорбента:   где А — удельная адсорбция, моль/г; Г —  адсорбция, моль/ см2; S0 — площадь поверхности адсорбента, см2.
Изотермой адсорбции называется количественная зависимость между величиной адсорбции и равновесной концентрацией адсорбируемого вещества.  
   

58. Адсорбция из растворов, ее особенности. Молекулярная и ионная адсорбция. Правило Панета–Фаянса, лиотропные ряды электролитов. 
 
Молекулярная адсорбция – адсорбция на поверхности адсорбента молекул неэлектролитов и слабых электролитов. 
Ионная адсорбция – адсорбция сильных электролитов из водных растворов, обусловленная химическими и электростатическими силами.
Правило Панета-Фаянса: на поверхности кристалла преимущественно адсорбируются те ионы, которые входят в состав кристаллической решетки адсорбента и могут ее достроить.
Ионы, расположенные в порядке возрастания адсорбционной способности образуют лиотропные ряды. С увеличением радиуса и заряда иона его адсорбционная способность увеличивается.
59. Ионообменная адсорбция, иониты, их классификация. Применение ионитов в медицине, санитарно-гигиенической практике. 
Процесс эквивалентного обмена собственных ионов адсорбента, образующих в растворе двойной электрический слой, на другие ионы того же знака, находящиеся в растворе, называется ионообменной адсорбцией.
Иониты — твердые нерастворимые вещества, способные обменивать свои ионы на ионы из окружающего их раствора. 
 
Катиониты - представляют собой нерастворимые многоосновные кислоты, способные к обмену катионов.
Аниониты - представляют собой нерастворимые многоатомные основания, способные к обмену анионов 
Амфолиты - иониты, у которых активная группа в зависимости от рН раствора может вести себя как кислотная или как основная. 
В санитарно- гигиенической практике иониты используются для очистки воды, выделения и очистки радиоактивных изотопов, являются составной частью безотходных экологически чистых методов производства.
60. Понятие о хроматографии и ее видах. Применение хроматографии в медицине, медико-биологических исследованиях. 
Хроматография — метод разделения смесей веществ или частиц, основанный на различиях в скоростях их перемещения в системе несмешивающихся и движущихся относительно друг друга фаз. 
Классификация видов хроматографии
По физической природе неподвижной и подвижной фаз
Жидкостная хроматография (если подвижная фаза жидкая).
Газовая хроматография (если подвижная фаза газообразная).
В зависимости от природы процесса
Адсорбционная хроматография — разделение основано на различии адсорбируемости компонентов смеси на данном адсорбенте.
Распределительная хроматография — разделение основано на различии в растворимости сорбатов в подвижной и неподвижной фазах.
Ионообменная хроматография — разделение основано на различии констант ионообменного равновесия.
Аффинная хроматография — основана на биоспецифическом взаимодействии компонентов с аффинным лигандом;
Эксклюзионная хроматография — разделение основано на различии размера молекул.
В медицине методы хроматографии используют в медико-биологических исследованиях, для диагностики различных заболеваний, при анализе сложных лекарственных препаратов, для определения чистоты лекарств и изучения их метаболизма в организме.
61. Применение адсорбции в медицине, санитарно-гигиенической практике.
Лечение и профилактика экологиче-	Связывают радионуклиды, тяжелые
ски зависимых заболеваний и от-	металлы и др. ксенобиотики, пре-
равлений	дотвращают их всасывание и пре-
 	рывают пути циркуляции
Болезни ЖКТ	Блокируют всасывание токсических
 	компонентов, защищают
 	слизистые ЖКТ
Нарушения обмена: дисфункции ор-	Ускоряют выведение метаболитов,
ганов детоксикации и выведения	облегчают работу органов детокси-
(печень, почки, легкие)	кации и выведения
Кишечные инфекции, дисбактерио-	Связывают и выводят из организма
зы	микроорганизмы и их токсины

 	 	 
Иммунные и аллергические заболе-	 	Связывают и выводят из организма
вания	 	аллергены, антигены, медиаторы
 	 	аллергии
Эндогенные интоксикации, напри-	 	Связывают и выводят из организма
мер, лучевая, противоопухолевая	 	эндотоксины
терапия.	 	 
Физические, химические, механиче-	 	Связывают и выводят из организма
ские поражения (лучевая болезнь,	 	продукты катаболизма и вторичные
ожоги, травмы, синдром длитель-	 	токсины
ного раздавливания)	 	 

62. Коллоидная химия как наука; предмет коллоидной химии. Дисперсная система – определение; компоненты дисперсной системы: дисперсная фаза, дисперсионная среда, стабилизатор.
Колло́идная хи́мия— наука о дисперсных системах и поверхностных явлениях, возникающих на границе раздела фаз.
Объектами изучения современной коллоидной химии являются дисперсные системы и высокомолекулярные соединения.
Диспе́рсная систе́ма — образования из фаз (тел), которые практически не смешиваются и не реагируют друг с другом химически.
Дисперсная фаза — это фаза вещества, которая распределена в дисперсионной среде и не вступает в реакцию с ней в дисперсной системе. 
Дисперсионная среда, непрерывная фаза (тело), в объёме которой распределена другая (дисперсная) фаза в виде мелких твёрдых частиц, капелек жидкости или пузырьков газа. 
Стабилизаторами коллоидных систем могут быть электролиты или некоторые другие вещества, не имеющие электролитной природы, например высокомолекулярные соединения (ВМС) или поверхностно-активные вещества (ПАВ).
63. Классификация дисперсных систем: по степени дисперсности (по размеру частиц дисперсной фазы); по агрегатному состоянию дисперсной фазы и дисперсионной среды; по степени взаимодействия дисперсной фазы и дисперсионной среды (собственно коллоиды, растворы ВМС, полуколлоиды); по термодинамической устойчивости.
   
Собственно коллоиды –дисперсные системы, промежуточные между истинными растворами и грубодисперсными системами
Истинный раствор ВМС - гомогенная, термодинамически устойчивая система, образованная путем ассоциации молекул полимера и растворителя в сольватированные группы. 
Вещества, достаточно хорошо растворимые в воде и образующие наряду с истинными растворами еще и коллоидные растворы называются полуколлоидами
64. Золи - определение. Способы получения золей – дисперсионные, конденсационные.
Золь - высокодисперсная коллоидная система с жидкой или газообразной дисперсионной средой, в объеме которой распределена другая (дисперсная) фаза в виде капелек жидкости, пузырьков газа или мелких твердых частиц, размер которых лежит в пределе от 10−9—10−7м. 
Методы диспергирования осуществляются путем механического, электрического или ультразвукового дробления веществ до размеров коллоидных частиц.
Конденсационные методы основаны на переходе молекулярных и ионных растворов в коллоидные путем образования труднорастворимых веществ в результате химических реакций или изменения физических условий среды. 
К методам конденсации относятся: 
1) химические методы (гидролиз, реакция двойного обмена, окисление-восстановление); 
2) методы замены растворителя, когда дисперсионная среда, в которой вещество дисперсной фазы образует молекулярный раствор, заменяется средой, в которой вещество нерастворимо. 
65. Методы очистки золей – диализ, электродиализ, ультрафильтрация.
Диализ – метод очистки дисперсных систем и растворов высокомолекулярных веществ от примесей, основанный на способности полупроницаемых мембран пропускать все растворимые молекулярные вещества и ионы электролита, но задерживать коллоидные частицы.
 Диализ протекает медленно, но он может быть ускорен путем пропускания электрического тока через золь, подлежащий очистке – электродиализ.
 Ультрафильтрация – отделение дисперсной фазы от дисперсионной среды путем продавливания золя через плотные фильтры, непроницаемые для частиц дисперсной фазы.
66. Свойства золей: молекулярно-кинетические свойства (броуновское движение, диффузия, осмос, седиментация, ультрацентрифугирование); оптические свойства (светорассеяние, светопоглощение; принцип действия нефелометра и ультрамикроскопа).
Молекулярно-кинетическими называются свойства, которые связаны с хаотическим тепловых движением частиц. К ним относятся - броуновское движение, диффузия, осмотическое давление, седиментация.
Броуновское движение - хаотическое движение частиц дисперсной фазы под действием ударов частиц дисперсионной среды.
Диффузия - процесс самопроизвольного переноса вещества за счет теплового движения, который приводит к выравниванию концентраций или к установлению равновесных концентраций.
О́смос — самопроизвольный перенос растворителя через полупроницаемую мембрану, не пропускающую растворённое вещество, и разделяющую два раствора одного и того же вещества с различными концентрациями.
Ультрацентрифугирование — метод разделения и исследования высокомолекулярных соединений.
Процесс оседания либо всплытия коллоидных частиц в золе называется седиментацией. 
В зависимости от соотношения между диаметром частиц дисперсной фазы и длиной волны, проходящей через дисперсную систему, оптические свойства системы меняются.
светорассеяние Если коллоидные системы наблюдать в проходящем и боковом свете, то можно увидеть: бесцветный золь в проходящем свете кажется прозрачным, а в боковом свете - мутным; луч света, проходя через золь, оставляет в нем светлую полосу.
Светопоглощение Свет, проходя через дисперсную систему, в той или иной степени поглощается ею.
Принцип, на котором основан ультрамикроскоп, заключается в том, что на коллоидную систему сбоку направляют сильный луч света и с помощью обычного микроскопа наблюдают рассеянный отдельными частицами свет. 
Нефелометрия — метод, основанный на измерении интенсивности рассеянного света, позволяет определять концентрацию, размер и форму частиц в дисперсных системах и растворах ВМС. Нефелометрический анализ основан на теории рассеяния света. 
67. Двойной электрический слой и строение мицеллы. Потенциалопределяющие ионы, противоионы;
Двойно́й электри́ческий слой— слой ионов, образующийся на поверхности твёрдого тела в результате адсорбции ионов из раствора, диссоциации поверхностного соединения на границе раздела фаз.
Ионы связанные с поверхностью, называются потенциалоопределяющими. Заряд этого слоя компенсируется зарядом второго слоя ионов, называемых противоионами.
Мицелла –сложное структурное образование, состоящее из агрегата, потенциалопределяющих ионов и противоионов.
Часть противоионов прочно связана с ядром и образует плотную часть двойного электрического слоя (адсорбционный слой).
Ядро с противоионами плотной части образуют гранулу или коллоидную частицу. Знак заряда коллоидной частицы определяется знаком заряда потенциалопределяющих ионов.
Коллоидную частицу (гранулу) окружают противоионы диффузного слоя – остальная часть противоионов, менее прочно связанная с ядром.	
 Поверхность частицы приобретает слой ионов определенного знака, равномерно распределенный по поверхности и создающий на ней поверхностный заряд. Эти ионы называют потенциалопределяющими. К поверхности частицы из жидкой среды притягиваются ионы противоположного знака, их называют противоионами. 
68. Возникновение потенциалов: общий, термодинамический, электростатический потенциал, электрокинетический дзета-потенциал. Зависимость дзета-потенциала от природы противоионов, концентрации электролита-стабилизатора, от температуры, вязкости раствора, от рН раствора. Расчет дзета-потенциала.
Химический потенциал μ —энергия добавления одной частицы в систему без совершения работы.
Между ядром и раствором возникает полный электрический потенциал, или термодинамический потенциал, представляющий собой разность потенциалов между всеми положительными и отрицательными зарядами мицеллы.
Электростатический потенциал - скалярная энергетическая характеристика электростатического поля, характеризующая потенциальную энергию, которой обладает единичный положительный пробный заряд, помещённый в данную точку поля.
Электрокинетический (дзета) потенциал – потенциал, возникающий на границе скольжения фаз при их относительном перемещении в электрическом поле.
Дзета-потенциал тем больше, чем больше противоионов находится в диффузном слое (при одном и том же термодинамический потенциал). Добавление в дисперсную фазу одновалентных противоионов приводит к снижению дзета-потенциала.
Если в лиофобный золь вводится электролит, один ион которого одинаков с противоионом ДЭС, Это приводит к уменьшению дзета-потенциала 
Если в лиофобный золь вводится электролит, который не имеет ионов, входящих в ДЭС, уменьшение дзета-потен-циала вплоть до нуля. 
Введение в золь ионов H+ и OH– может сильно сказываться на величине дзета-потенциала, так как эти ионы обладают высокой сорбционной способностью.
С ростом температуры, с одной стороны, ДЭС расширяется, дзета-потенциал возрастает; с другой стороны – усиливается десорбция потенциалопределяющих ионов, тем самым уменьшая величину дзета-потенциала.
Чем больше вязкость среды, тем меньше дзета потенциал, и наоборот.
  ζ – величина электрокинетического потенциала, В; η – вязкость дисперсионной среды, Н·с/м2; ε – диэлектрическая проницаемость среды;  – электрическая константа (диэлектрическая проницаемость вакуума), Ф/м; U – линейная скорость движения границы, м/с; H – напряженность электрического поля, В/м.

69. Электрокинетические явления: прямые - электрофорез и электроосмос; обратные - потенциал протекания и потенциал оседания. Медико-биологическое значение электрокинетических явлений.
Явление перемещения частиц дисперсной фазы в постоянном электрическом поле было названо электрофорезом 
явление перемещения дисперсионной среды относительно неподвижной дисперсной фазы в постоянном электрическом поле названо электроосмосом. 
	Потенциал протекания - явление возникновения разности потенциалов при движении дисперсионной среды относительно неподвижной дисперсной фазы.
	Потенциал оседания (седиментации) ‒ возникновение разности потенциалов при движении дисперсной фазы относительно дисперсионной среды. 
Электрофорез применяют для: очистки, разделения и обезвоживания медицинских препаратов, пищевых продуктов, химических реактивов; Явление электроосмоса используется в физиотерапии для введения в организм лекарственных веществ через кожу; Потенциал оседания является причиной грозовых разрядов в атмосфере. Потенциал течения – основа многих биологических процессов (течение крови через капилляры кровеносной системы). 
70. Кинетическая и агрегативная устойчивость золей. Факторы устойчивости. Коагуляция: скрытая, явная, медленная и быстрая. Способы наблюдения. Порог коагуляции. Правило Шульца и Гарди. Лиотропные ряды. Коллоидная защита. Пептизация. Значение в медицине.
Кинетическая устойчивость связана с тем, что в коллоидных системах явлению седиментации противодействует тепловое движение частиц дисперсной фазы (броуновское движение) обусловленное ударами молекул дисперсионной среды и малым размером самих частиц.
Агрегативная устойчивость обусловлена наличием у частиц дисперсной фазы электрического заряда и сольватной оболочки.	
Факторы устойчивости:
1. электростатический (наличие дзета-потенциала на поверхности частиц)
2. адсорбционно-сольватный (снижение поверхностного натяжения в результате взаимодействия частиц дисп. фазы и среды)
3. структурно-механический (на пов-ти частиц имеются плёнки, придающие механическую прочность)
4. энтропийный (коагуляци снижает число частиц в системе, энтропия увеличивается, самопроизвольность системы)
5. гидродинамический (увеличение плотности и вязкости среды).
Коагуляция — это процесс укрупнения дисперсных частиц за счет их взаимодействия и объединения в агрегаты.
  На скрытой стадии частички укрупняются, но осадок еще не образуется. Вторая стадия (явная коагуляция) наступает в результате дальнейшей агрегации частичек, которая завершается полным разделением системы на две фазы и выпадением коллоидного вещества в осадок. 
Различают быструю и медленную коагуляцию. При быстрой коагуляции почти каждое соударение частиц эффективно, т. е. приводит к их соединению; при медленной коагуляции соединяется часть сталкивающихся частиц.
	 Способы наблюдения: Внешние проявления коагуляции: помутнение раствора, изменение цвета, выпадение осадка, повышенное светорассеяние — опалесценция. 
Порог коагуляции – это наименьшая концентрация электролита, при которой начинается коагуляция.
правило Шульце и Гарди: коагулирующим действием обладает тот ион электролита, который имеет заряд, противоположный заряду гранулы: коагулирующее действие тем сильнее, чем выше заряд иона-коагулятора.	
Лиотропные ряды: коагулирующая способность ионов с одинаковым зарядом возрастает с уменьшением степени их гидратации.
Коллоидная защита — предохранение коллоидных растворов от коагуляции и, следовательно, повышение их устойчивости добавлением небольших количеств высокомолекулярных веществ.
Пептизация — один из способов получения коллоидных растворов, Расщепление агрегатов, возникших при коагуляции , на первичные частицы под действием жидкой среды или специальных веществ — пептизаторов.
Коагуляция в медицине:  протезирование кровеносных сосудов, клапанов сердца и т.д. – зависит от процессов свертывания крови. Их можно рассматривать как коагуляцию эритроцитов. 
71. Понятие о ВМС. Классификация. Значение ВМС в биологии и медицине.
Высокомолекулярные соединения (ВМС) – это вещества, молекулы которых состоят из большого числа химически связанных атомов. Такие молекулы называют макромолекулами. ВМС могут быть природного происхождения (белки, высшие полисахариды, пектины, натуральный каучук) или синтетические (пластмассы, синтетические волокна). Природные ВМС являются структурной основой всех живых организмов. 
Линейные полимеры построены из длинных одномерных элементов структуры – отдельных макромолекул или молекулярных блоков. К ним относятся натуральный каучук, желатин, целлюлоза.
Разветвленные полимеры состоят из цепей с боковыми ответвлениями. Это крахмал (гликоген), амилопектин, дивиниловый каучук и другие.
Пространственные полимеры представляют собой трехмерную сетку, которая образуется при соединении отрезков цепей химическими связями (например, фенолформальдегидные смолы). 
К полимерам медико-биологического назначения относят полимеры, которые находятся в контакте с биологическими средами организмов. В современной медицине такие полимеры нашли широкое применение в реконструктивно – восстановительной хирургии, травматологии, ортопедии, урологии, стоматологии, офтальмологии и др.
72. Получение растворов ВМС. Взаимодействие ВМС с растворителем. Характеристика растворов ВМС как истинных растворов. Сравнение растворов ВМС и золей.
на первой стадии образец ВМС набухает. Набухание - эго самопроизвольный процесс поглощения образцом ВМС дисперсионной среды, приводящий к увеличению объема и массы образца. Различают ограниченное и неограниченное набухание.
1 стадия: Ограниченное набухание наблюдается при наличии химических связей между отдельными макромолекулами. При этом достигается равновесная степень набухания. При неограниченном набухании во второй стадии происходит растворение набухшего образца ВМС. Таким образом происходит образование растворов ВМС.
В растворителях, полярность которых совпадает с полярностью ВМС, происходит истинное
растворение с образованием молекулярных растворов. При несоответствии полярности растворителя и ВМС образуются золи (или дисперсии).
Свойства растворов ВМС как истинных растворов.
-образуются самопроизвольно при простом смешивании компонентов и сопровождаются уменьшением свободной энергии Гиббса.
-термодинамически устойчивые, могут существовать достаточное время без стабилизаторов
- гомогенные системы, где нет четкой границы раздела с растворителем.
-растворы ВМС могут быть как молекулярными так и ионными.
- для растворов ВМС свойственна обратимость.
Сходство растворов высокомолекулярных соединений и коллоидных растворов:
1. Величина частиц (от 1 до 100 нм);
2. Наличие двух факторов устойчивости: заряда и водной оболочки;
3. Явление опалесценции;
4. Способность к коагуляции;
5. Способность к диализу;
6. Медленная диффузия;
7. Способность к седиментации;
8. Низкое осмотическое давление.
Отличие растворов высокомолекулярных соединений от коллоидных растворов:
1. В растворах высокомолекулярных соединений молекулы высокомолекулярных соединений, а не мицеллы;
2. У частиц высокомолекулярных соединений в растворах иной механизм возникновения заряда: диссоциация собственных ионогенных групп
3. У частиц гидрофильных высокомолекулярных соединений иной механизм образования водной оболочки: наряду с зарядом частицы водная оболочка образуется за счет гидрофильных групп, расположенных на поверхности частицы.
4. Растворы высокомолекулярных соединений более устойчивы (G< 0).
5. Растворы высокомолекулярных соединений образуются самостоятельно (не нужен «стабилизатор»).
6. Растворы высокомолекулярных соединений обратимы.
73. Агрегативная устойчивость растворов ВМС. Высаливание, коацервация.
1. Устойчивость растворов ВМС
Растворы ВМС в равновесном состоянии обладают абсолютной агрегативной устойчивостью, которая определяется двумя факторами: наличием на поверхности частиц двух оболочек: электрической и сольватной (гидратной). 
2. Высаливание – это выделение в осадок растворенного вещества, вызываемое добавлением к раствору ВМС больших количеств электролитов.
3. Коацервация — расслоение коллоидной системы с образованием коллоидных скоплений коацерватов в виде двух жидких слоев или капель. 
Процессу коацервации способствует высокая концентрация вещества в растворе, низкая температура, изменение рН среды, введение низкомолекулярных электролитов.
Различают:
1) простую коацервацию, протекающую при добавлении какого-либо низкомолекулярного электролита к раствору полимера 2) сложную (комплексную) коацервацию – происходит при взаимодействии двух растворов полиэлектролитов.
74. Полиэлектролиты. Диссоциация белков. Изоэлектрическое состояние белков.
Полиэлектролиты – это полимеры, макромолекулы которых содержат функциональные группы, способные к электролитической диссоциации. 
Диссоциация белков в растворах (выделение гидроксильных и водородных ионов) весьма незначительна.
• В кислой среде белок диссоциирует как основание, молекулы белка приобретают положительный заряд.
• В щелочной среде белок диссоциирует как кислота, молекула приобретает отрицательный заряд.
Изоэлектрическим состоянием белка называется состояние белковой молекулы, при котором её положительные и отрицательные заряды взаимно скомпенсированы.
Молекулу белка в изоэлектрическом состоянии можно считать нейтральной, хотя в ней имеются ионизированные группы.
Условно молекулу белка в изоэлектрическом состоянии можно изобразить так:
+NH3 –R – COO ‾
75. Влияние рН среды на свойства растворов белков (вязкость, осмотическое давление).
РН среды влияет на заряд белка, а следовательно, на его растворимость. Растворимость и устойчивость белка будут минимальны при рН, соответствующем изоэлектрической точке белка.
С увеличением концентрации белка вязкость раствора повышается, поскольку повышаются силы сцепления между поверхностями белковых молекул.
Добавление некоторых солей кальция приводит к повышению вязкости. Иногда вязкость белкового раствора в присутствии Са2+ настолько увеличивается, что он теряет текучесть и превращается в гель.
Белки в клетке, межклеточной жидкости, в крови повышают осмотическое давление и вызывают явление осмоса, т.е. перемещение ионов Nа+ и воды через мембраны в раствор белка.
76. Методы определения молекулярной массы полимеров и размера частиц.
Методы определения ММ объединяют в 2 группы – среднечисловые и среднемассовые.
К среднечисловым относятся методы, основанные на определении числа молекул в разбавленных растворах полимеров: понижении температуры замерзания раствора (криоскопия), повышении температуры кипения раствора (эбуллиоскопия), определении числа концевых групп в макромолекулах, измерение осмотического давления раствора (осмометрия).
К среднемассовым относятся такие методы определения ММ, которые основаны на установлении массы отдельных макромолекул: измерение скорости диффузии, светорассеяния в растворах полимеров.
77. Классификация органических соединений: а) по углеродному скелету; б) по функциональным группам. Моно-, поли- и гетерофункциональные соединения. 
В зависимости от природы углеродного скелета органические соединения можно разделить на ациклические и циклические. Среди ациклических соединений различают предельные и непредельные. Циклические соединения разделяются на карбоциклические (алициклические и ароматические) и гетероциклические.
Ациклические соединения - соединения с открытой (незамкнутой) углеродной цепью. Эти соединения называются также алифатическими.
Среди ациклических соединений различают предельные (насыщенные), содержащие в скелете только одинарные связи C-C и непредельные (ненасыщенные),включающие кратные связи C = C и C  C.
Циклические соединения - соединения с замкнутой углеродной цепью.
В зависимости от природы атомов, составляющих цикл, различают карбоциклические и гетероциклические соединения.
Карбоциклические соединения содержат в цикле только атомы углерода. Они делятся на две группы: алифатические циклические и ароматические соединения.
Гетероциклические соединения содержат в цикле, кроме атомов углерода, один или несколько атомов других элементов - гетероатомов - кислород, азот, серу и др. 
В зависимости от природы функциональной группы производные углеводородов делят на классы органических соединений. 
Название функциональной группы	Название класса соединений	Общая формула класса
Карбоксильная -COOH	Карбоновые кислоты	 
Сульфоновая -SO3H	Сульфокислоты	 
Циано -CN	Нитрилы	R-CN
Оксогруппа (карбонильная)
 	Альдегиды	 
Оксогруппа (карбонильная)
 	Кетоны	 
Гидроксильная -OH	Спирты	R-O-H
Тиольная (меркапто) -SH	Тиолы (меркаптаны)	R-S-H
-F, -Cl, -Br, -I	Галогенпроизводные	R-Hal
Алкоксильная - OR	Простые эфиры	R-O-R
Алкилтиольная -SR	Тиоэфиры	R-S-R
-NO2	Нитросоединения	R-NO2
Алкосикарбонильная
 	Сложные эфиры	 
Амино -NH2	Амины	RNH2,R1NHR2, R1R2R3N
Карбоксамидная
 	Амиды	 

Соединения с одной функциональной группой называют монофункциональными, с несколькими одинаковыми функциональными группами - полифункциональными, с несколькими разными функциональными группами – гетерофункциональными.
78. Пространственное строение и стереоизомерия. Тетраэдрическая конфигурация атома углерода. Хиральные и ахиральные молекулы. Асимметрический атом углерода как центр хиральности. Проекционные формулы. Стереоизомерия молекул с одним центром хиральности (энантиометрия). Проекционные формулы Фишера. Оптическая активность энантиомеров. Относительная и абсолютная конфигурация. D,L- и R,S-системы стереохимической номенклатуры. Рацематы. Диастереомеры. π диастереомеры алкенов. Стереоизомерия молекул с двумя и более центрами хиральности. Различие свойств энантиомеров и диастереомеров. Способы разделения рацематов.
Пространственное строение молекулы —это взаимное расположение атомов и атомных групп в трехмерном пространстве.                      
Стереоизомеры - это соединения, в молекулах которых имеется одинаковая последовательность химических связей атомов, но различное расположение этих атомов относительно друг друга в пространстве.
Тетраэдрическая модель атома углерода:
четыре валентности атома углерода в метане направлены к четырем углам тетраэдра, в центре которого находится углеродный атом, а в вершинах – атомы водорода. 
молекулы делятся на хиральные и ахиральные. У ахиральных молекул есть плоскости симметрии, у хиральных их нет.
В хиральных молекулах имеется один или несколько центров хиральности. В органических соединениях в качестве центра хиральности чаще всего выступает асимметрический атом углерода.
Асимметрическим является атом углерода, связанный с четырьмя различными атомами или группами.
Энантиомерия – явление существования энантиомеров (оптических антиподов), соединений, относящихся друг к другу как предмет и его зеркальное отражение. Энантиомерия возможна только у хиральных молекул.
Энантиомеры способны вращать плоскость поляризации света, т. е. обладают оптической активностью.
Для изображения энантномеров на плоскости используют проекционные формулы На плоскость бумаги проецируется тетраэдр. Углеродную цепь располагают вертикально таким образом, чтобы вверху оказывалась старшая группа. Хиральный атом углерода, находящийся в центре тетраэдра, переносится на плоскость в точку пересечения горизонтальной и вертикальной линий и не обозначается символом. Расположенные по горизонтали заместители направлены к наблюдателю, а по вертикали - «уходят» от наблюдателя, т. е. находятся за плоскостью бумаги. 
Энантиомерия – явление существования энантиомеров (оптических антиподов), соединений, относящихся друг к другу как предмет и его зеркальное отражение. Энантиомерия возможна только у хиральных молекул.
Энантиомеры способны вращать плоскость поляризации света, т. е. обладают оптической активностью.
Оптическая активность — это способность вещества поворачивать плоскость поляризации плоскополяризованного света на определенную величину угла влево или вправо. Характерна для энантиомеров. 
  Относительная конфигурация— это взаимное расположение заместителей при разных асимметр. атомах по отношению друг к другу; обычно ее обозначают приставками (цис- и транс-, трео- и эритро- др.). Абсолютная конфигурация— это истинное расположение в пространстве заместителей при каждом асимметрическом атоме молекулы; чаще всего ее обозначают буквами D или L.                        
Сущность R,S-системы заключается в следующем. Четырем группам, связанным с асимметрическим атомом углерода, приписывается различное старшинство. тетраэдрическую модель молекулы располагают таким образом, чтобы младший заместитель (d) был максимально удален от наблюдателя, а остальные три были приближены к нему. Если при этом старшинство заместителей убывает в направлении движения часовой стрелки, такую конфигурацию обозначают буквой R, если против часовой стрелки — буквой S.
D,L-Система обозначения конфигурации.  
Согласно этой концепции, конфигурацию других хиральных молекул срав¬нивают с конфигурацией одного из энантиомеров глицеринового альдегида. Соединения, имеющие конфигурационное сходство левовращающим глицериновым альдегидом, относят к L-стереохимическому ряду, соединения, в которых расположение атомов и атом¬ных групп похоже на конфигурацию правовращающего глицеринового альде¬гида, относят к D-ряду.
Смесь равных количеств энантиомеров называется рацематом. Рацематы не обладают оптической активностью.
 Диастереомеры — стереоизомеры, не являющиеся зеркальными отражениями друг друга. Диастереомерия возникает, когда соединение имеет несколько стереоцентров.
π-Диастереомеры – стереомеры, содержащие пи-связь. характерен для алкенов. Относительно плоскости пи-связи одинаковые заместители у двух атомов углерода могут располагаться по одну (цис-) или по разные (транс-) стороны. 
Основное различие между диастереомерами и энантиомерами заключается в том, что энантиомеры являются зеркальными изображениями друг друга, тогда как диастереомеры не являются зеркальными изображениями друг друга.
Существует несколько способов расщепления рацементов:
Механический способ может быть использован в тех случаях, когда при кристаллизации рацемата из раствора каждый энантиомер кристаллизуется самостоятельно, и тогда возможно разделение путем отбора кристаллов по их форме.
Биохимический способ основан на использовании микроорганизмов, способных потреблять одну из энантиомерных форм.
Химический способ состоит в переводе обоих энантиомеров в диастереомеры с последующим их разделением.
79. Конформации. Возникновение конформаций в результате вращения вокруг s-связей; факторы, затрудняющие вращение. Проекционные формулы Нюмена. Виды напряжений. Энергетическая характеристика заслоненных, скошенных, заторможенных конформаций открытых цепей. Связь пространственного строения с биологической активностью. Конформационные изомеры (конформеры) ациклических и циклических углеводородов.
Конформации - это формы молекул, образующиеся в результате вращения одной части молекулы относительно другой вокруг б-связей. 
не меняя ни валентных углов, ни длин связей, можно представить себе множество геометрических форм молекулы, отличающихся друг от друга взаимным поворотом углеродных тетраэдров вокруг соединяющей их связи С-С. В результате такого вращения возникают поворотные изомеры (конформеры). 
Разность энергий различных конформаций составляет энергетический барьер вращения, его существование связано с взаимодействием противолежащих a-связей С-Н при их сближении в заслоненной конформации. У более сложных соединений наряду с торсионным напряжением действует еще один фактор, затрудняющий свободное вращение, обусловленное силами отталкивания между валентно не связанными, но большими по объему заместителями, находящимися на расстоянии, меньшем суммы их ван-дер-ваальсовых радиусов. 
Для графического изображения конформаций используют проекционные формулы Ньюмена, которые получают при проецировании на плоскость молекулы вдоль σ-связи.
Конформеры ациклических соединений.










Различают 3 вида напряжений, обусловленных особенностью циклического строения молекул:
1. Торсионное напряжение вызвано электростатическим взаимодействием противостоящих связей.
2. Напряжение Ван-дер-Ваальса возникающее при расположении заместителей на расстоянии, приблизительно равном сумме их ван-дер-ваальсовых радиусов.
3. Угловое напряжение ,вызванное отклонением валентного угла в цикле от нормального угла для данного валентного состояния.
6. Заторможенная конформация — заместители одного атома на проекции размещены между заместителями другого атома, деля валентные углы, то есть заместители расположены наиболее далеко друг от друга в пространстве. 
Заслоненная конформация — конформация, в которой заместители как бы налагаются друг на друга или находятся друг относительно друга в наиболее близком положении.
Заторможенная конформация – энергетически наиболее выгодная конформация (конформер), в которой атомы или группы у соседнего атома углерода смещены друг относительно друга на 60градусов.
 Конформеры циклических соединений.
80. Сопряжение. Сопряженные системы. Виды сопряжения. Энергия сопряжения. Теория резонанса.
Сопряжением называют образование в молекуле единого электронного облака в результате перекрывания негибридных p-орбиталей, разделенных одной σ-связью. Сопряжение возможно только в том случае, если соседние атомы отделены друг от друга только одной связью. 
Сопряжённые системы Сопряжёнными называются системы с чередующимися простыми и двойными связями или системы, в которых у атома соседнего с двойной связью есть p-орбиталь с неподелённой парой электронов.
 Существуют открытые сопряженные системы и замкнутые (циклические).
Открытые с.с:
В π,π– сопряженной системе в сопряжении участвует две или более π – связи. π,π– сопряженная система может включать гетероатом (О, N). (Бутадиен – 1,3, пропеналь)
В р,π– сопряженной системе π – связь должна быть отделена одной одинарной от р-негибридной орбитали гетероатомом (О,N). (Виниловый эфир)
К замкнутым сопряженным системам относится бензол, его производные, гетероциклические и конденсированные соединения. Наблюдается сопряжение, возникает единое замкнутое π – электронное облако, которое охватывает все шесть атомов С.
Энергия сопряжения – уменьшение энергии молекулы вследствие сопряжения (энергия, которую теряет молекула в результате делокализации). 
Теория резонанса. Согласно этой теории, реальная молекула или частица описывается набором определенных, так называемых резонансных структур, которые отличаются друг от друга только распределением электронов.
81. Электронные эффекты в органических соединениях: мезомерный и индуктивный, виды, знаки эффектов.
Индуктивный эффект- Это передача электронного влияния заместителей за счет смещения электронов σ-связей. 
Заместители, к которым смещается электронная плотность по цепи σ связей, проявляют отрицательный индуктивный эффект (–I). Такие заместители в целом снижают электронную плотность системы, и их называют электроноакцепторными. К ним относят большинство функциональных групп (галогены, OH, NO2, COOH и др.)
Заместители, от которых смещается электронная плотность, проявляют положительный индуктивный эффект (+I). Так, все алкильные радикалы обладают +I-эффектом.
Мезомерный эффект – это передача электронного влияния заместителей по сопряженной системе. 
Заместители, повышающие электронную плотность в сопряженной системе, проявляют положительный мезомерный эффект (+М).
+ M-эффектом обладают заместители, содержащие атомы с неподеленной парой электронов или целым отрицательным зарядом. Эти заместители являются электронодонорными.
Заместители, понижающие электронную плотность в сопряженной системе, проявляют отрицательный мезомерный эффект (М).
- M-эффектом обладают ненасыщенные группировки и положительно заряженные атомы, т. е. электроноакцепторные заместители. 
82. Ароматичность, ее критерии. Правило Хюккеля. Электронодонорные и электроноакцепторные заместители в ароматическом кольце.
Ароматичность — общий признак некоторых циклических органических соединений, обладающих совокупностью особых свойств.
Критерии ароматичности 
1. Молекула имеет циклическое строение, все атомы цикла находятся в состоянии sp2-гибридизации, образуя плоский о-скелет молекулы, перпендикулярно к которому располагаются р-орбитали атомов.
2. Существует единая п-электронная система, охватывающая все атомы цикла
3. Соблюдается правило Хюккеля: в единой сопряженной системе содержится (4n+2) - п электронов, где п-натуральный ряд чисел (0, 1, 2 и т.д.) 
Правило Хюккеля: - молекула имеет циклическое строение; - существует единая замкнутая сопряженная π-электронная система, охватывающая все атомы цикла; - если число π-электронов, образующих сопряженную систему соответствует формуле 4n+2, где n – натуральное число, то эта молекула ароматична; - если число π-электронов, образующих сопряженную систему соответствует формуле 4n, где n – натуральное число, то эта молекула антиароматична.
• Электронодонорные заместители - атомы, повышающие электронную плотность на остальной части молекулы. 
• Электроноакцепторные заместители - атомы и группы атомов, понижающие электронную плотность на связанном с ним углеводородном фрагменте.  
83. Основность и кислотность органических соединений. Теории Бренстеда и Льюиса. Типы органических кислот (OH, SH, NH и CH кислоты) и оснований (p-основания, n-основания). Факторы, определяющие кислотность и основность: электроотрицательность и поляризуемость атома, кислотного и основного центров, электронные эффекты заместителей, сольватационный эффект.
кислотность и основность соединений связывается с переносом протона Н.
Кислотность и основность являются не абсолютными, а относительными свойствами соединений: кислотные свойства обнаруживаются лишь в присутствии основания; основные свойства - только в присутствии кислоты. В качестве растворителя при изучении кислотно-основных равновесий обычно используется вода
Кислоты Брёнстеда нейтральные молекулы или ионы, способные отдавать протон (доноры протонов). 
Основания Брёнстеда - нейтральные молекулы или ионы, способные присоединять протон (акцепторы протонов).
По теории Льюиса кислоты – это нейтральные молекулы или ионы, способные присоединять электронную пару (акцепторы электронной пары), а основания – это нейтральные молекулы или ионы, способные отдавать электронную пару (доноры электронной пары).

По природе атома кислотного центра, органические кислоты классифицируют на: CH-кислоты (алканы, алкены, алкины, диены, арены); NH-кислоты (амины, имины, амиды); OH-кислоты (спирты, фенолы, карбоновые кислоты); SH-кислоты (тиолы).

1.Зависимость кислотности от природы гетероатома.
Под природой гетероатома понимают его электроотрицательность (Э.О.) и поляризуемость. В периодах слева направо с ростом заряда ядра растет (Э.О), В результате смещения электронной плотности связь между атомами поляризуется. Чем больше электронов и чем больше радиус атома, тем дальше электроны внешнего энергетического уровня расположены от ядра, тем выше поляризуемость и кислотность.
2.Влияние углеводородного радикала и присутствующих в нем заместителей (элкутронные эффекты)
Электроноакцепторные (Э.А.) заместители способствуют увеличению кислотности. Электронодонорные (Э.Д.) заместители наоборот способствуют к понижению кислотности и увеличению основности.
3. Влияние растворителя.
Взаимодействие молекул или ионов растворенного вещества с растворителем называется процессом сольватации.  чем больше ион сольватирован, тем он устойчивее, а сольватация тем больше, чем меньше размер иона и чем меньше делокализация в нем отрицательного заряда.

Органические основания 
n-основания (ион Н⁺присоединяется к атомам с неподеленной парой электронов на внешнем слое);
π-основания (местом присоединения иона Н⁺ является пара электронов π-связи).

84. Реакции окисления и восстановления органических соединений.
Окислительно-восстановительные реакции — реакции, в результате которых изменяется степень окисления атома углерода, являющегося реакционным центром.                            
Процесс окисления включает переход электронов от органического субстрата к реагенту-окислителю, а процесс восстановления - передачу электронов от реагента к органическому субстрату.
В то же время многие процессы, протекающие с изменением степени
окисления атома углерода, такие, как дегидрирование или галогенирование, классифицируются не
как реакции окисления.
В окислительно-восстановительном процессе всегда участвует окислитель (соединение, принимающее электроны) и восстановитель (соединение, отдающее электроны окислителю).
85. Классификация органических реакций по результату (присоединение, замещение, отщепление, перегруппировки). 
Реакции замещения— это реакции, протекающие по σ-связям, в ходе которых происходит замещение атомов или функциональных групп в молекуле субстрата на другие атомы (группы). 
характерны для углеводородов и их галогенопроизводных, спиртов, ароматических и
гетероциклических соединений (в обычных условиях), карбоновых и оксикислот.
                                    
                                                              
Реакции присоединения— это реакции, идущие преимущественно с разрывом π-связей и образованием σ-связей. Характерны для алкенов, алкадиенов, алкинов, ароматических и гетероциклических соединений, альдегидов, кетонов, непредельных кислот:
                                                          
Присоединение идет согласно правилу Марковникова:
В реакциях присоединения водород присоединяется к более гидрированному атому углерода, т.е.
атому, при котором находится больше атомов водорода.
Реакции отщепления—реакции, в которых одновременно участвуют два соседних атома одной молекулы, что приводит к отщеплению термодинамически устойчивых небольших молекул (Н2О, NH3 , НСl ) и образованию непредельных соединений. Характерны для спиртов, галогенопроизводных, β-гидроксикислот.
                           
Идут согласно правилу Зайцева:
Отщепление атома водорода в реакциях дегидрогалогенирования и дегидратации происходит преимущественно от гидрогенизированного атома углерода.
Реакции внутримолекулярной — это реакции, при которых происходит перераспределение электронной плотности и изменение порядка связей в молекуле. Характерны для углеводородов, непредельных спиртов, кетокислот и их производных, моносахаридов.
в результате перегруппировки может изменяться углеродный скелет молекулы:
 
86. Понятие о механизмах реакций - ионные (электрофильные, нуклеофильные), свободнорадиклаьные, согласованные. Реакции электрофильного присоединения (АЕ). Реакции электрофильного замещения (SE). Реакции нуклеофильного замещения у sp3-гибридизованного атома углерода (SN). Реакции нуклеофильного присоединения (АN). Реакции элиминирования (дегидрогалогенирование, дегидратация).
Ионный механизм реакции — это механизм, приводящий к образованию ионов. Соответственно, образуются органические катионы и анионы — карбокатионы или карбоанионы.
Электрофильные реакции – реакции органических соединений с электрофильными реагентами, т.е. катионами или молекулами, которые имеют свободную орбиталь, готовые принять электронную пару для образования новой связи. 
Нуклеофильные реакции – это реакции органических веществ с нуклеофилами, т.е. анионами или молекулами, которые предоставляют электронную пару для образования новой связи. 
 
Свободнорадикальные реакции — это реакции, которые протекают под действием и при участии свободных радикалов.
 
Согласованные (синхронные) реакции - реакции, в которых разрыв старых и образование новых связей происходит одновременно без участия радикальных или ионных частиц.
 
Реакции электрофильного присоединения — реакции присоединения, в которых атаку кратной связи на начальной стадии осуществляет электрофил — частица, заряженная положительно или имеющая дефицит электронов.
 
Реакции электрофильного замещения— реакции замещения, в которых атаку осуществляет электрофил — частица, заряженная положительно или имеющая дефицит электронов.  
Реакции нуклеофильного замещения у sp3- гибридизованного атома углерода: гетеролитические реакции, обусловленные поляризацией s- связи углерод - гетероатом 
 
Реакции нуклеофильного присоединения— реакции присоединения, в которых атаку на начальной стадии осуществляет нуклеофил — частица, заряженная отрицательно или имеющая свободную электронную пару.
 
Реакции элиминирования (отщепления) – реакции, при которых происходит расщепление тех или иных связей в молекуле с образованием новых устойчивых молекул, стабильных или нестабильных частиц.
Дегидри́рование — реакция отщепления водорода от молекулы органического соединения.
Дегалогенирование– отщепление атомов галогена или совместно галогена и водорода от молекулы органического соединения с образованием кратной связи между атомами C или цикла.

  
87. Поли- и гетерофункциональные соединения. Примеры поли- и гетерофункциональных соединений, имеющих медико-биологическое значение и применение.
Гетерофункциональными называют соединения, в молекулах которых имеются различные функциональные группы.
В ароматическом ряду основу важных природных биологически активных соединений и синтетических лекарственных средств составляют и-аминофенол, и-аминобензойная, салициловая и сульфаниловая кислоты.
 
Полифункциональными называют соединения, в молекулах которых имеется несколько одинаковых функциональных групп.
В состав многих природных соединений входят в виде фрагментов двухатомные фенолы - пирокатехин, резорцин, гидрохинон.
Этиленгликоль - используется в технике для приготовления антифризов - жидкостей с низкой температурой замерзания.
Глицерин - Применяется как компонент мазей для смягчения кожи.
 
88. Карбоновые кислоты. Классификация карбоновых кислот. Строение карбоксильной группы, распределение электронной плотности в карбоксильной группе и карбоксилат-ионе. Влияние строения радикала и заместителей на кислотные свойства. Биологическое значение моно-, ди-, трикарбоновых кислот.
Карбо́новые кисло́ты — класс органических соединений, молекулы которых содержат одну или несколько функциональных карбоксильных групп 
В зависимости от природы органического радикала карбоновые кислоты могут быть алифатическими (насыщенными или ненасыщенными) RCOOH и ароматическими. По числу карбоксильных групп они подразделяются на монокарбоновые, дикарбоновые и трикарбоновые.
  .
   
На кислотность карбоновых кислот значительно влияют заместители, введенные в углеводородный радикал. электроноакцепторные заместители способствуют делокализации отрицательного заряда, стабилизируют анионы и тем самым увеличивают кислотность. Электронодонорные заместители, напротив, ее понижают. 
Карбоновые кислоты играют важную роль в обмене веществ, являясь продук¬тами превращения углеводов, белков, жиров.
 
89. Строение и изомерия оксикислот (гидроксикислот). Хиральный центр. Энантиомерия (оптическая, зеркальная изомерия). Энантиомеры глицеринового альдегида, молочной и винной кислот. Диастереомерия. σ -диастереомеры винной кислоты. Химические свойства оксикислот. Отдельные представители оксикислот: молочная, яблочная, β -оксимасляная, γ-оксимасляная (ГОМК), лимонная, винные кислоты.
Оксикислоты – это производные карбоновых кислот, содержащие в радикале, соединенном с карбоксилом, одну, две или несколько гидроксильных групп.
В оксикислотах встречаются следующие виды изомерии: структурная (изомерия цепи радикала, изомерия взаимного положения карбоксила и гидроксила); оптическая (зеркальная), обусловленная наличием асимметричных атомов углерода. 
хиральный центр — обычно это атом, соединённый с несколькими заместителями, которые могут по-разному располагаться в пространстве. 
Энантиомерия – явление существования энантиомеров (оптических антиподов), соединений, относящихся друг к другу как предмет и его зеркальное отражение. Энантиомерия возможна только у хиральных молекул.
    
Диастереомеры — стереоизомеры, не являющиеся зеркальными отражениями друг друга.
Химические свойства оксикислот. Оксикислоты проявляют и свойства кислот и свойства спиртов.
         
 


90. Строение и изомерия кетокислот (оксокислот). Кето-енольная таутомерия (на примере этилового эфира ацетоуксусной кислоты или щавелевоуксусной кислоты - ЩУК). Химические свойства кетокислот. Важнейшие природные кетокислоты: ацетоуксусная, щавелевоуксусная, α-кетоглутаровая.
Оксокислоты– это гетерофункциональные соединения, в молекуле которых содержатся одновременно две функциональные группы – карбонильная и карбоксильная.
В зависимости от положения этих двух функциональных групп они разделяются на α-, β-, g- и т.д. 
Кето-енольная таутомерия– это динамическая равновесная изомерия, которая заключается во взаимном превращении изомеров друг в друга за счет переноса протона Н+. 
   
91. Строение, изомерия, химические свойства фенолокислот. Салициловая кислота, ее важнейшие производные: салицилат натрия, метилсалицилат, фенилсалицилат, ацетилсалициловая кислота (аспирин), пара-аминосалициловая кислота (ПАСК); их применение.
Фенолокислотами – называют производные ароматических углеводородов, которые можно получить из них в результате замены атомов H карбоксильной и гидроксильной группами, причем OH группы замещают атомы H в бензольном кольце.
Изомерия фенолокислот обусловлена взаимным расположением OH и COOH групп в бензольном кольце.
Химические свойства фенолокислот являются сочетанием свойств ароматических кислот, фенолов и углеводородных R. Фенолокислоты обладают кислотными свойствами, обусловленными наличием как COOH, так и OH.
          Салициловая кислота-антисептик, входит в состав мазей, паст, присыпок и р-ров для лечения кожных заболеваний . 
Салицилат натрия — анальгезирующее, жаропонижающее, противовоспалительное. 
Метилсалицилат применяют наружно в качестве обезболивающего и противовоспалительного средства .
Фенилсалицилат применяется внутрь при заболеваниях кишечника.
Аспирин анальгезирующее, жаропонижающее и противовоспалительное действие.


92. Окси-, оксо-, фенолокислоты и их производные в медицине. Аминобензойная кислота и ее производные. Биологическая роль. Фармпрепараты - антиметаболиты пара-аминобензойной кислоты.
Это соединения, содержащие разные функциональные группы. Они имеют большое значение, т.к. многие из низ являются биологически активными и лекарственными веществами.
Аминобензойные кислоты - производные бензола, содержащие в качестве заместителей карбоксильную группу (-СООН) и аминогруппу (-NН2).
Данную группу составляют вещества, являющиеся сложными эфирами ПАБК и обладающие местноанестезирующим действием. Общая формула:
 
Сульфаниламиды – антиметаболиты, структурные аналоги пара–аминобензойной кислоты. n–аминобензойная кислота, фактор роста бактерий, участвует в синтезе фолиевой кислоты (витамин В6), которая участвует в метаболизме белков и нуклеиновых кислот.
93. Аминоспирты: коламин, холин, ацетилхолин. Аминофенолы: дофамин, норадреналин, адреналин. 
  
94. Амиды кислот. Мочевина (карбамид). Медико-биологическое значение мочевины и ее производных (уретаны, уреиды кислот, биурет). 
Амиды - соединения, в которых гидроксильная группа карбоновых кислот замещена на аминогруппу.
Мочевина
 
Большая часть ее используется в качестве азотного удобрения. на получение мочевиноформальдегидных смол, имеющих большую роль в технике. организм никак её не использует, а только избавляется от неё. Так как этот процесс выделения непрерывный, определенное количество мочевины всегда находится в крови. 
  Биурет с Сu(ОН)2 в щелочной среде образует комплексное соединение красно-фиолтового цвета. Эта качественная реакция называется биуретовой, она служит для обнаружения пептидов и белков
Производными карбоновых кислот, содержащими остаток мочевины в качестве заместителя, являются уреиды. Они применяются в медицине, как мягкое снотворное средство. Его эффект обусловлен сочетанием известных своим угнетающим действием на ЦНС.
 
Эфиры карбаминовой кислоты имеют общее название – уретаны.  
Уретаны нашли применение в медицине как лекарственные средства, в частности мепротан и этацизин.
95. Аминокислоты. Химические свойства как гетерофункциональных соединений. Специфические реакции альфа-, бетта- и гамма-аминокислот. Стереоизомерия. Биполярная структура, образование хелатных соединений.
Аминокислоты - гетерофункциональные соединения, молекулы которых содержат одновременно аминогруппу и карбоксильную группу у одного и того же атома углерода.
Реакции с одновременным участием амино- и карбоксильной групп.
При нагревании до температуры -200 °С α-аминокислоты подвергаются межмолекулярному ацилированию с образованием циклических шестичленных диамидов
 
β-Аминокислоты. Эти соединения при нагревании до 200 °С отщепляют молекулу аммиака, превращаясь в α,β-ненасыщенные кислоты. 
 
γ- и δ-Аминокислоты. Специфической реакцией является внутримолекулярное взаимодействие функциональных групп с образованием циклических амидов — лактамов. 
 
Большинство α-аминокислот содержит в молекуле один асимметрический атом углерода и существует в виде двух оптически активных энантиомеров и оптически неактивного рацемата.
   
96. Гетероциклические соединения. Определение. Биологическая роль. Распространение в природе. Номенклатура гетероциклов. Классификация: по размеру цикла; по типу элемента, входящего в состав цикла; по числу гетероатомов, входящих в цикл; по природе и взаимному расположению нескольких гетероатомов; по степени насыщенности; по числу циклов.
Гетероциклическими называют циклические органические соединения, в состав цикла которых, помимо атомов углерода, входят один или несколько атомов других элементов (гетероатомов).
Гетероциклические соединения чрезвычайно распространены в природе в виде алкалоидов, витаминов, пигментов играют очень важную роль в биологических процессах. К гетероциклам принадлежит примерно половина известных природных веществ: это хлорофилл растений, гемин крови, пигменты желчи, нуклеиновые кислоты, почти все алкалоиды, пенициллин, витамины РР, В1, В6, В12, индиго и др., а также примерно половина веществ, применяемых в медицине.
В зависимости от природы гетероатома различаю, азот-, кислород-, серосодержащие гетероциклические соединения. 
По числу гетероатомов гетероциклические соединения подразделяют на гетероциклы с одним, двумя и т. д. гетероатомами. При этом гетероатомы могут быть как одинаковыми, так и разными.
Размер цикла может быть различным, начиная с трехчленного. Наибольшее распространение в природе имеют пяти- и шестичленные циклы.
Гетероциклы могут быть ароматическими, насыщенными и ненасыщенными.
В моноциклических соединениях нумерация атомов всегда начинается от гетероатома. В гетероциклах с несколькими одинаковыми гетероатомами эти атомы получают наименьшие номера. Если имеются два атома азота с различным электронным строением (-N= и -NH-), то нумерацию ведут от фрагмента –NH-.В гетероциклах с разными гетероатомами старшим считается кислород, далее сера и затем азот.
Производные гетероциклов называют по общим правилам заместительной номенклатуры, где в качестве названий родоначальных структур приняты тривиальные названия гетероциклов.
97. Пятичленные гетероциклы с одним гетероатомом. Пиррол. Пиррольные соединения. Индол. Пирролидин. Фуран. Соединения фуранового ряда. Пятичленные гетероциклы с двумя гетероатомами. Азолы: имидазол, пиразол и тиазол. 
Важнейшим представителем пятичленных гетероциклов с одним гетероатомом является пиррол
 
К пиррольным соединениям относят конденсированную систему индола и полностью насыщенный аналог пиррола - пирролидин, которые входят в состав сложных по структуре молекул хлорофиллов, гема крови и алкалоидов. Так, в основе структуры гема и хлорофиллов лежит  тетрапиррольная система порфина.
 
   фурран
Соединения фуранового ряда встречаются в растительном мире. Известны многие лекарственные средства, содержащие фурановое ядро, часто в комбинации с другими гетероциклами. Примерами служат противомикробные препараты фурацилин и фуразолидон.
 
Пятичленные гетероциклы с двумя гетероатомами, один из которых азот, имеют общее название азолы. Важнейшими из них являются имидазол, пиразол и тиазол. Эти соединения, в отличие от пятичленных гетероциклов с одним гетероатомом, не разрушаются при действии кислот, а образуют с ними соли.
 имиадзол  пиразол
98. Шестичленные гетероциклы с одним гетероатомом. Пиридин. Хинолин и изохинолин. Шестичленные гетероциклы с двумя гетероатомами. Пиримидин и его производные. Пиримидиновые основания. Барбитуровая кислота и барбитураты.
Пиридин. Этот типичный представитель ароматических гетероциклов проявляет большинство химических свойств ароматических соединений: легче вступает в реакции замещения, чем присоединения; его атомы углерода устойчивы к действию окислителей. Он термодинамически устойчив.
 пиридин проявляет основные свойства; его основность несколько выше, чем ароматических аминов (например, анилина), но значительно ниже, чем алифатических аминов. 
Хинолин и изохинолин. Эти конденсированные системы по свойствам подобны пиридину: проявляют основные свойства, способны образовывать четвертичные соли.
 
Гетероциклы с двумя гетероатомами
Производные пиримидина урацил, тимин, цитозин. Производные пурина: аденин, гуанин (урацил, тимин, цитозин) пиримидин. Пиримидин– гетероароматическое соединение. слабое основание (оба атома азота сохраняют основные свойства).
 
Пиримидиновые основания — производные пиримидина, входящие в состав нуклеиновых кислот: урацил, тимин, цитозин.  Различаются характером и положением заместителей в пиримидиновом ядре. 
 
Барбитуровая кислота-это органическое соединение на основе пиримидинового гетероциклического скелета. 
Барбитураты - группа лекарственных веществ, производных барбитуровой кислоты.  

99. Конденсированные гетероциклы. Соединения пуринового ряда. Гидроксипурины и аминопурины.
Гетероциклические системы, состоящие из двух гетероциклов и имеющие 2 общих атома углерода, называются конденсированными. 
Пуриновые основания — органические природные соединения, производные пурина. К пуриновым основаниям относятся аденин, гуанин, которые входят в состав нуклеиновых кислот; Пуриновые основания играют важную роль в жизнедеятельности организмов.  
Гидроксипурины – гипоксантин, ксантин, мочевая кислота – продукты метаболизма пуриновых оснований. Для них, как и для гуанина, характерны таутомерные превращения между гидрокси - и оксо-формами.
 
Аминопурины — производные пурина, содержащие в молекуле аминогруппу; входят в состав нуклеозидов, нуклеотидов и нуклеиновых кислот.
   

      `,
};

export default lesson16;
