/* eslint-disable no-irregular-whitespace */
const lesson2 = {
  title: "Химическая термодинамика",
  content: `
        Вопросы для подготовки
2.1. Основные понятия химической термодинамики.


2.1.1. Термодинамическая система. Классификация систем. Живой организм как открытая система.

2.1.2. Состояния систем (равновесное, стационарное, переходное). Термодинамический процесс. Параметры состояния. Связь между параметрами состояния: уравнение состояния идеального газа.

2.1.3. Функции состояния: понятие о внутренней энергии, работе и теплоте.


2.2. Первый закон термодинамики и его биологическое значение.


2.2.1. Первое начало термодинамики. Связь теплоты и работы. Виды полезной работы в живом организме.

2.2.2. Понятие об энтальпии. Связь энтальпии и теплоты. Тепловой эффект химической реакции. Экзотермические и эндотермические реакции.


2.3. Законы термохимии.


2.3.1. Закон Гесса и следствия из него: закон Лавуазье – Лапласа; расчёт изменения энтальпии реакции.

2.3.2. Калориметрия. Единая природа процессов кислородзависимого дыхания и горения. Калорийность питательных веществ.


2.4. Энтропия.


2.4.1. Энтропи́я, ее связь со степенью упорядоченности частиц в системе.

2.4.2. Факторы, влияющие на величину энтропии. Изменение энтропии при изменении температуры.

2.4.3. Стандартная энтропия вещества. Вычисление стандартной энтропии реакции.


2.5. Второй закон термодинамики.


2.5.1. Самопроизвольные процессы.

2.5.2. Взаимосвязь энергетического (энтальпийного) и энтропийного факторов самопроизвольности протекания процессов в изолированных и неизолированных системах. Энергия Гиббса.

2.5.3. Вычисление энергии Гиббса реакции. Экзергонические и эндергонические реакции.

2.5.4. Формулировки второго закона термодинамики для изолированных и неизолированных систем. Постулаты и формулировки Клаузиуса, Больцмана, Оствальда, Планка.


2.6. Живой организм как термодинамическая система.


2.6.1. Термодинамические особенности биохимических процессов. Принцип энергетического сопряжения.

2.6.2. Формальные термодинамические функции.

2.6.3. Стационарное состояние живого организма. Принцип И.Р. Пригожина. Гомеостаз.





Контрольные вопросы
2.1. Что можно считать термодинамической системой? Какие виды термодинамических систем в зависимости от фазового состава и характера взаимодействия с окружающей средой вам известны?


2.2. Какие выделяют состояния термодинамических систем? В чём сходство и различие тех или иных состояний?


2.3. Что такое параметры состояния системы? Какие параметры системы называют экстенсивными и интенсивными?


2.4. Как изменяются экстенсивные и интенсивные параметры термодинамических систем в случае объединения двух систем с различными параметрами?


2.5. Как связаны между собой давление объём и температура идеального газа?


2.6. Что называют функцией состояния системы? В чём отличие между функциями и параметрами состояния? Относятся ли функции состояния системы к экстенсивным или интенсивным величинам?


2.7. Что такое термодинамический процесс?


2.8. Какие виды энергии включает и какие не включает в себя внутренняя энергия?


2.9. Чем отличаются друг от друга такие формы обмена энергией как работа и теплота?


2.10. Почему первое начало термодинамики называют законом сохранения энергии?


2.11. Как связана энтальпия реакции с количеством теплоты, которое выделяется или поглощается при протекании этой реакции?


2.12. Известно, что оттенок крови свидетельствует о степени насыщенности её кислородом (чем светлее оттенок, тем выше содержание кислорода). Как объяснить, что у одного и того же путешественника оттенок венозной крови в тропических широтах светлее, чем в северных?


2.13. Что такое стандартная энтальпия образования вещества? Какие условия в термодинамике называются стандартными?


2.14. Как связаны между собой теплота, выделяемая телом человека, и различные виды полезной работы в организме? Какие виды полезной работы могут осуществляться в живой системе?


2.15. Для всех ли простых веществ стандартная энтальпия образования равна нулю?


2.16. Как можно рассчитать стандартную энтальпию реакции по стандартным энтальпиям образования веществ, участвующих в этой реакции?


2.17. Что такое калориметрия? Как устроен калориметр? Какие термодинамические законы лежат в основе экспериментального определения калорийности пищи?


2.18. Чем характеризуется энергетическая ценность продуктов питания?


2.19. Калорийность древесины составляет около 3000 – 4000 ккал‍/‍кг, как и калорийность картофельного крахмала. Означает ли этот факт, что килограмм древесины, как и килограмм картофеля, покроет суточную потребность организма лесоруба в энергии? Поясните свой ответ.


2.20. Какой процесс в термодинамике называется самопроизвольным?


2.21. В основе действия гипотермического пакета, применяемого для охлаждения при травмах или при транспортировке некоторых лекарственных препаратов, лежит процесс растворения нитрата аммония. Почему, несмотря на эндотермический характер данного процесса, возможно его самопроизвольное протекание?


2.22. В каких случаях в изолированных системах могут самопроизвольно протекать необратимые процессы?


2.23. Что характеризует энтропия как функция состояния термодинамической системы?


2.24. Как изменяется энтропия системы при изменении ее агрегатного состояния, температуры, давления и сложности системы?


2.25. По изменению какой величины можно судить о возможности самопроизвольного протекания процесса в данном направлении как в изолированных, так и в неизолированных системах? Почему для определения возможности протекания процесса в неизолированной системе применима только эта функция состояния?


2.26. Каким образом формулируется второй закон термодинамики для изолированных и неизолированных систем?


2.27. Какие формулировки второго закона термодинамики предложили Клаузиус, Больцман, Оствальд, Планк?


2.28. Что такое экзергонические и эндергонические реакции? Какие из них могут протекать самопроизвольно в неживой природе и в биологических системах?


2.29. Возможно ли протекание в живых системах эндергонических реакций? В чем заключается принцип энергетического сопряжения?


2.30. Какие особенности биохимических процессов можно отметить применительно к количеству стадий процесса и возможности его обратимости?


2.31. При каких условиях определяются термодинамические функции для реакций, протекающих в биологических системах? Как называется такое состояние и каковы соответствующие ему значения pH и температуры?


2.32. Какое термодинамическое состояние системы характерно для живого организма?


2.33. Как изменяется энтропия в единицу времени в стационарном состоянии открытой термодинамической системы согласно принципу Пригожина?


2.34. Какое отношение принцип Пригожина имеет к биологическим системам?


2.35. Какие особенности биохимических процессов способствует поддержанию гомеостаза в живом организме?


2.36. Какие основные положения, касающиеся биологических систем, вытекают из законов термодинамики?






Тестирование


Задачи
⧆ 2.1. Вычислите стандартную энтальпию реакций, протекающих при стандартных условиях:
а) C₂H₅OH(ж) + 3O₂(г) → 2CO₂(г) + 3H₂O(ж);
б) 4NH₃(г) + 5O₂(г) → 4NO(г) + 6H₂O(ж);
в) CH₄(г) + 2O₂(г) → CO₂(г) + 2H₂O(ж).
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 77. Задача 2.
Ответ ↴
а) −1367 кДж; б) −1169,6 кДж; в) −890,5 кДж.

2.2. Получение энергии живыми организмами возможно за счёт брожения. Ниже приведены обобщённые уравнения, описывающие некоторые виды брожения: а) молочнокислое; б) пропионовокислое; в) спиртовое.
а) С₆Н₁₂О₆ + 2Н₃РО₄ + 2АДФ → 2СН₃СН(ОН)СООН + 2АТФ + 2H₂O
б) 3С₆Н₁₂О₆ + 8Н₃РО₄ + 8АДФ → 4СН₃СН₂СООН + 2СН₃СООН + 2СО₂+ 10Н₂О + 8АТФ
в) С₆Н₁₂О₆ + 2Н₃РО₄ + 2АДФ → 2СН₃СН₂ОН + 2СО₂ + 2АТФ + 2Н₂О
Определите, тепловой эффект каждой из реакций. Вычислите КПД каждого из указанных процессов, считая полезной работой синтез АТФ. Какой из приведённых видов брожения является наиболее эффективным способом использования тепловой энергии, высвобождающейся при окислении глюкозы? Сопоставимы ли полученные значения с КПД бензинового (25 %), дизельного (40 %) и электрического (90 %) двигателей? Считать стандартную энтальпию процесса Н₃РО₄ + АДФ → АТФ + Н₂O равной 19,7 кДж‍/‍моль.
Образец решения ↴
(А) 2*(-686) кДж‍/‍моль -(-1263,8 кДж‍/‍моль)= -108,2 кДж; КПД = (Аполезн./Aобщ.)*100%= (Qполезн./Qобщ.)*100% = (2*19,7/108,2)*100%=36,4% (Б) 4*(-510,7)-2*487-2*413 — 2*286 — 3*(-1263,8)= -623,4 кДж; КПД = (Qполезн./Qобщ.)*100% = (8*19,7/623,4)*100%=25,3% (В) 2*(-278) — 2*413 + 1263,8 = -118,2 кДж; КПД=(2*19,7/118,2)*100%=33,3%
Ответ ↴
(а) −108,2 кДж, 36,4 % ; (б)−623,4 кДж, 25,3 % ; (в) −118,2 кДж, 33,3 %.

2.3. В организме человека и млекопитающих конечными продуктами распада белка являются вода, углекислый газ и мочевина. Отличается ли теплота сгорания белка в калориметре от теплоты окисления в организме? Ответ подтвердите расчётами.
Образец решения ↴
окисление белка в организме можно описать схемой: белок + O₂ = CO₂ + H₂O + (NH₂)₂CO + Q₁; процесс сгорания белка - схемой: белок + O₂ = CO₂ + H₂O + N₂ + Q₂; Тогда, по закону Гесса Q in vivo = -ΔH in vivo = ΔH₁(CO₂) + ΔH₁(H₂O) + ΔH((NH₂)₂CO) — ΔH(белка) - ΔH(O₂), Учитывая что ΔH(O₂) = 0 (как и для любого простого вещества) можем записать кратко Q in vivo= -ΔH in vivo = ΔH(продуктов распада in vivo) - ΔH(белка) Аналогично для окисления в калориметре Q in vitro = -ΔH in vitro = ΔH₂(CO₂) + ΔH₂(H₂O) + ΔH(N₂) — ΔH (белка), т.е. Q in vitro = -ΔH in vitro = ΔH(продуктов распада in vitro) - ΔH(белка) При окислении в организме часть углерода и водорода, оказалась в составе (NH₂)₂CO и не вошла в состав СO₂ и H₂O. Окисление мочевины по схеме 2(NH₂)₂CO + 3О₂ = 2СO₂ + 4H₂O + 2N₂ будет сопровождаться тепловым эффектом, величину которого можно рассчитать используя закон Гесса и справочные данные ΔH = ∆‍H‍° 2(CO₂) + ∆‍H‍° 2(H₂O) + ∆‍H‍° (N₂) - ∆‍H‍°((NH₂)₂CO) - ∆‍H‍°(O₂) = 2(-413) + 2(-286) – 2(-333,3) = -731,4 кДж. Но поскольку окисления мочевины в организме не происходит, эта часть тепловой энергии не выделится. Т.е. окисление in vivo идёт не полно, и значит ΔH(продуктов распада in vivo) > ΔH(продуктов распада in vitro) и ΔH(продуктов распада in vivo) − ΔH(белка) > ΔH(продуктов распада in vitro) − ΔH(белка) или −ΔH in vivo < −ΔH in vitro, т.е Q1 < Q2
Ответ ↴
окисление белка в организме неполное, поэтому понижение энтальпии будет меньшим, т.е. выделится меньшее количество теплоты, чем при полном сгорании того же белка в калориметре.

2.4. Уксуснокислое брожение является кислородзависимым процессом, общую схему которого можно представить следующим образом:
C₂H₅OH + O₂ → CH₃COOH + H₂O + 495 кДж
При этом ΔH этапа окисления уксусного альдегида до уксусной кислоты составляет −240 кДж. Исходя из приведённых данных, определите тепловой эффект реакции окисления этилового спирта до уксусного альдегида. К какому типу реакций по тепловому эффекту можно отнести этот этап уксуснокислого брожения?
Ответ ↴
выделяется 275 кДж тепла, это экзотермический процесс

⧆ 2.5. Определите на основании изменения энергии Гиббса реакций, возможно ли самопроизвольное окисление глюкозы: а) до молочной кислоты согласно уравнению реакции С₆Н₁₂О₆(к) → 2С₃Н₆О₃(к); б) до углекислого газа и воды согласно уравнению реакции С₆Н₁₂О₆(к) + 6O₂(г) → 6CO₂(г) + 6H₂O(ж). В каком случае процесс энергетически более выгоден?
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 84. Задача 13.
Ответ ↴
а) −161 кДж; б) −2871,4 кДж

2.6. Определите на основании изменения энергии Гиббса реакций, возможно ли самопроизвольное окисление сахарозы: а) до молочной кислоты согласно уравнению реакции C₁₂H₂₂O₁₁(к) + H₂O → 4C₃H₆O₃(р‑р); б) до углекислого газа и воды согласно уравнению реакции C₁₂H₂₂O₁₁(к) + 12O₂(г) → 12CO₂(г) + 11H₂O(ж). В каком случае процесс энергетически более выгоден?
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 84. Задача 13.
Ответ ↴
а) −376 кДж; б) −5796,8 кДж

2.7. Человек выпил стакан чая, содержащий 10 г сахара. Сколько моль АТФ могло бы в результате образоваться в организме человека, если условно допустить, что для её синтеза будет использована вся энергия, высвобождающаяся при полном окислении сахара указанной массы? Справедливо ли сделанное допущение?
Считать, что ∆‍G‍°обр.(сахарозы) = 1545 кДж‍/‍моль, а ∆‍G‍° образования АТФ из АДФ составляет 30,6 кДж‍/‍моль
Образец решения ↴
пусть окисление сахарозы идёт по уравнению C₁₂H₂₂O₁₁ + 12O₂ = 12CO₂ +11H₂O Тогда ∆‍G‍°реакц. = 12ΔG(CO₂) + 11ΔG(H₂O) - ΔG(C₁₂H₂₂O₁₁) — 12ΔG(О₂) ∆‍G‍°реакц.= 12*(-386) + 11*(237) + 1545 = -5694 кДж n(сахарозы) = 10г/342г‍/‍моль = 0,03 моль ΔG = n*∆‍G‍° = 0,03*5694 = 166,5 кДж N(ATФ)=ΔG/∆‍G‍° (АТФ) = 166,5/30,6= 5,44 (моль АТФ)
Ответ ↴
5,44 (моль АТФ)

2.8. Опишите, как можно определить возможность самопроизвольного протекания химической реакции, если имеются данные о стандартных теплотах образования и стандартных энтропиях исходных веществ и продуктов. Покажите в качестве примера, как, пользуясь справочными данными, можно оценить возможность образования из средства для ингаляционного наркоза – оксида азота (I), при его контакте с кислородом воздуха, токсичных продуктов – оксида азота (II) и оксида азота (IV) при температуре 37 ºC.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 84. Задача 14.
Ответ ↴
137,41 кДж, 1,03 кДж

2.9. Опишите, как можно определить возможность самопроизвольного протекания химической реакции, если имеются данные о стандартных теплотах образования и стандартных энтропиях исходных веществ и продуктов. Покажите в качестве примера, как, пользуясь справочными данными, можно оценить возможность образования при контакте с кислородом воздуха при температуре 30 ºC: а) из сероводорода оксида серы (IV); б) из оксида серы (IV) оксида серы (VI).
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 84. Задача 14.
Ответ ↴
−1008,13 кДж; −138,13 кДж

2.10. При добавлении некоторого количества KCl в колбу, содержащую 1 л дистиллированной воды температура раствора понизилась на 6,1 °‍C. Определите массу добавленного хлорида калия, учитывая что плотность раствора равна 1,004 г‍/‍мл, а удельная теплоёмкость раствора С = 4,19 Дж‍/‍г‍·‍K. Действием каких факторов обусловлено самопроизвольное протекание процесса растворения хлорида калия? а) энтальпийного; б) энтропийного; в) энтальпийного и энтропийного.
Образец решения ↴
m(р-ра)= 1000мл*1,004 г‍/‍мл=1004 г ΔH(растворения) = - Q(растворения)= -(m(р-ра)*С*t°)= -(1004 г * 4,19 Дж/г*K*(-6,1 °‍C))=25661,24 Дж = 25,66 кДж; n(KCl) = ΔH(растворения)/∆‍H‍°(растворения); ∆‍H‍°(растворения)=∆‍H‍°(К⁺гидр.) +∆‍H‍°(Cl⁻гидр.) - ∆‍H‍°(КCl кр.) = (-252,25)+(-167,1)-(-436,56)= 17,1 кДж; n(KCl) = 25,66/17,1= 1,5 моль m(KCl)= 1,5 моль * 74,5 г‍/‍моль = 111,8 г
Ответ ↴
111,8 г; б

⧆ 2.11. Оксид азота (I), известный также как закись азота или «веселящий газ», применяется в медицине как средство для наркоза. Возможен ли самопроизвольный распад закиси азота с образованием азота и кислорода? Ответ подтвердите расчётами.
Ответ ↴
да, поскольку ∆‍G‍° распада составит −208 кДж‍/‍моль

2.12. Одним из способов обеззараживания питьевой воды является озонирование, т.е. обработка озоном. Озон (О₃) является аллотропной модификацией кислорода и может быть получен из молекулярного кислорода (O₂) по схеме:
3О₂ → 2О₃.
Возможно ли самопроизвольное протекание этой реакции? Каков её тепловой эффект? Способствует ли энтропийный фактор самопроизвольному протеканию процесса? Ответ подтвердите расчётами.

2.13. Медицинский гипотермический пакет содержит 30 г аммиачной селитры, во внутренней капсуле пакета содержится также 25 г дистиллированной воды. До какой минимальной температуры сможет охладиться гипотермический пакет, хранившийся при температуре +25 °‍C, после раздавливания внутренней капсулы? Почему? Ответ подтвердите вычислениями.
Считать, что растворение аммиачной селитры происходит по схеме:
NH₄NO₃(кр.) → NH₄⁺(р‑р) + NO₃⁻(р‑р)
Учитывать также, что 1 г воды, охлаждаясь на 1 градус, теряет 1 калорию или 4,19 Дж тепловой энергии. Удельную теплоту кристаллизации воды считать равной +334 Дж/г.
Ответ ↴
до 0 °‍C.

2.14. Определите калорийность продуктов питания:
а) творог массой 130 г, содержащий на 100 г продукта 7,9 г белка, 0,3 г жиров и 7,6 г углеводов;
б) мороженое массой 70 г, содержащее на 100 г продукта 3,5 г белка, 11,5 г жиров и 23 г углеводов.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 82. Задача 10.
Ответ ↴
а) 359,39 кДж, 85,98 ккал; б) 623,11 кДж, 149,07 ккал.

⧆ 2.15. Студент съел на завтрак порцию салата с крабовыми палочками массой 150 г. Известно, что данный продукт содержит 9,2 % белка, 7,4 % жиров и 5,9 % углеводов. Какую долю составляет это количество калорий от суточной потребности организма студента в энергии (2200 ккал)?
Ответ ↴
212,13 ккал, т.е. 9,64 %



Справочные материалы
      `,
};

export default lesson2;
