/* eslint-disable no-irregular-whitespace */
const lesson3 = {
  title: "Химическая кинетика. Химическое равновесие",
  content: `
        
Вопросы для подготовки
3.1. Основные понятия химической кинетики.


3.1.1. Предмет изучения химической кинетики. Понятие о механизме реакции. Простые и сложные реакции. Гомогенные и гетерогенные реакции. Скорость сложных реакций. Скорость гетерогенных реакций. Понятие о лимитирующей стадии.

3.1.2. Скорость гомогенных реакций. Истинная и средняя скорость химической реакции. Период полупревращения.

3.1.3. Факторы, определяющие скорость химической реакции.


3.2. Зависимость скорости реакции от концентрации реагирующих веществ.


3.2.1. Основной закон химической кинетики (закон действующих масс). Кинетические уравнения.

3.2.2. Константа скорости реакции: физический и математический смысл константы скорости.

3.2.3. Молекулярность реакции, порядок реакции по реагентам, общий порядок реакции.


3.3. Химическое равновесие.


3.3.1. Обратимые и необратимые реакции.

3.3.2. Константа химического равновесия.

3.3.3. Смещение химического равновесия.


3.4. Зависимость скорости реакции от температуры.


3.4.1. Правило Вант-Гоффа. Температурный коэффициент константы скорости реакции.

3.4.2. Теория активных (эффективных) столкновений. Уравнение Аррениуса. Энергия активации реакции.

3.4.3. Энергетический профиль реакции. Понятие о теории переходного состояния.


3.5. Катализ. Ферментативные реакции.


3.5.1. Катализ. Гомогенный и гетерогенный катализ. Энергетический профиль каталитической реакции.

3.5.2. Ферментативный катализ.

3.5.3. Зависимость скорости ферментативной реакции от концентрации субстрата. Уравнение Михаэлиса – Ментен, смысл его параметров.





Контрольные вопросы
3.1. Значения каких величин необходимо знать для расчета скорости химической реакции? Сколько вариантов расчета возможно для реакции, в которой участвуют два реагента и получаются два продукта?


3.2. Какие характеристики химической реакции, не являющиеся предметом изучения термодинамики, позволяет установить химическая кинетика?


3.3. Является ли скорость химической реакции постоянной величиной или может изменяться со временем?


3.4. Какая скорость (истинная или средняя) лучше характеризует реакцию?


3.5. В фармакологии существует понятие «период полувыведения», необходимое для определения оптимальной терапевтической дозы лекарственного препарата. Какая характеристика, применяемая в химической кинетике, лежит в основе данного понятия?


3.6. Что такое механизм реакции? Какие типы реакций можно выделить в зависимости от механизма?


3.7. Какие варианты сложных реакций возможны? Какая стадия сложной реакции определяет скорость всей сложной реакции?


3.8. Практически все биохимические процессы являются ферментативными. Исходя из этого, к какому типу (по классификации химических реакций) относится подавляющее большинство реакций, составляющих биохимические процессы? Означает ли этот факт, что без участия ферментов ни один биохимический процесс был бы абсолютно невозможен?


3.9. Чем отличаются гомогенные и гетерогенные реакции? Можно ли утверждать, что все биохимические процессы, идущие в организме человека, являются гомогенными?


3.10. Какой закон описывает зависимость скорости простой гомогенной реакции от концентрации? Применим ли он для описания гетерогенных процессов? Какие переменные величины и какие константы входят в кинетическое уравнение? Чем отличается константа скорости химической реакции от скорости химической реакции?


3.11. Существует ли какое-либо соответствие между порядком реакции по реагенту и стехиометрическим коэффициентом перед этим реагентом? В каком случае порядок реакции может совпадать с её молекулярностью? Можно ли использовать кажущийся порядок реакции для определения её механизма?


3.12. Какие возможны значения для общего порядка реакции и для молекулярности реакции?


3.13. Какой пропорциональностью (прямой или обратной) связаны между собой для уравнений разных порядков константа скорости химической реакции и период полупревращения?


3.14. Какой пропорциональностью (прямой или обратной) связаны между собой для уравнений разных порядков начальная концентрация реагента и период полупревращения?


3.15. Если для некоторой реакции температурный коэффициент константы скорости реакции равен 3,4, то во сколько раз повысится скорость реакции, если температура поднимется от 25 °‍C до 35 °‍C?


3.16. Каков смысл величин R, T, k₀, Ea, входящих в уравнение Аррениуса?


3.17. Какая из двух реакций протекает быстрее, если энергия активации первой реакции больше, чем второй? Какой была бы скорость реакции, если бы энергия активации была равна нулю?


3.18. Какие величины можно найти, пользуясь энергетическим (энтальпийным) профилем реакции?


3.19. Какие величины энергий активации характерны для реакций, протекающих очень быстро и реакций, протекающих очень медленно?


3.20. Какое состояние называется переходным? Что определяет энтальпия образования переходного состояния?


3.21. Как влияют катализаторы на прямую и обратную реакции и на достижение состояния химического равновесия в системе? Смещают ли катализаторы положение химического равновесия?


3.22. Как можно объяснить действие катализатора с помощью энергетического профиля реакции?


3.23. Какими особенностями отличаются ферменты от обычных катализаторов?


3.24. Что такое субстратная и групповая специфичность?


3.25. Какой графический вид имеет зависимость скорости ферментативной реакции от концентрации субстрата? Какие закономерности приводят к этому?


3.26. Каков смысл параметров уравнения Михаэлиса – Ментен Vmax и kM?


3.27. Как по графику зависимость скорости ферментативной реакции от концентрации субстрата определить параметры уравнения Михаэлиса – Ментен?


3.28. Какие реакции являются обратимыми? Какое состояние называется химическим равновесием? К обратимым или необратимым реакциям относится состояние химического равновесия?


3.29. Протекают ли прямая и обратная реакции в состоянии химического равновесия? Как соотносятся скорости прямой и обратной реакций в состоянии химического равновесия?


3.30. Меняется ли состав системы в состоянии химического равновесия при неизменных внешних условиях?


3.31. Можно ли каким-либо способом добиться изменения состава системы в состоянии химического равновесия?


3.32. Как по величине константы химического равновесия определить возможность протекания химической реакции в прямом или обратном направлении?


3.33. Как по величине константы химического равновесия сделать вывод о практической обратимости реакции?




Тестирование


Задачи
3.1. Рассчитайте, во сколько раз увеличится скорость химической реакции в системе, где протекает химическая реакция 2СО(г) + О₂(г) ⇄ 2СО₂(г), если изменить условия следующим образом:
а) концентрацию СО увеличить в 5 раз;
б) концентрацию СО увеличить в 4 раза, а концентрацию O₂ – в 3 раза;
в) объем реакционной смеси уменьшить в 3 раза.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 89. Задача 22.
Ответ ↴
а) в 25 раз; б) в 48 раз; в) в 27 раз

3.2. Даны реакции:
а) 2CO(г) + О₂(г) = 2CО₂(г);
б) CaCO₃(тв) = CaO(тв) + СО₂(г)
в) H₂SO₃(р‑р) = SО₂(г) + H₂O(ж)
г) CuO(тв) + H₂(г) = Cu(тв) + H₂O(г)
Запишите кинетическое уравнение и определите порядок каждой из этих реакций.
Ответ ↴
а) 3; б) 0; в) 1; г) 1

3.3. Какую размерность будет иметь константа скорости для прямой реакции:
а) CH₃COOH(р‑р) = CH₃COO⁻(р‑р) + H⁺(р‑р)
б) H⁺(р‑р) + OH⁻(р‑р) = H₂О
в) С(тв) + О₂(г) = СО₂(г)
г) 2СО(г) + О₂(г) = 2СО₂(г)
д) СuSO₄‍·‍5H₂O(кр) = СuSO₄(тв) + 5H₂O(г)
Ответ ↴
а) 1‍/‍с; б) л‍/‍(‍моль‍·‍с‍); в) 1‍/‍с; г) л‍²‍/‍(‍моль‍²‍·‍с‍); д) моль‍/‍л‍·‍с

⧆ 3.4. Как и во сколько раз изменится скорость процесса окисления оксида азота (II), протекающего по уравнению: 2NO + О₂ = 2NО₂, если объём реакционного сосуда уменьшится в 2 раза?
Ответ ↴
увеличится в 8 раз

3.5. В растворе идёт реакция разложения вещества А по схеме: А = В + C. Данная реакция характеризуется константой скорости 0,05 мин‍⁻‍¹. За какое время распадётся половина всего вещества А, содержащегося в растворе, если считать, что процесс протекает как необратимая реакция?
Ответ ↴
за 10 мин

3.6. Константа скорости разложения лекарственного вещества при температуре 25 °‍C составляет 3,46‍·‍10‍⁻‍⁸ сут‍⁻‍¹. Рассчитайте, какая часть (в процентах) лекарственного вещества разлагается за 2 года, если лекарственное вещество будет храниться при температуре 25 °‍C.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 93. Задача 28.
Ответ ↴
2,53‍·‍10‍⁻‍³ %

⧆ 3.7. Лекарственное вещество при температуре 25 °‍C характеризуется константой скорости разложения, равной 5‍·‍10‍⁻‍⁷ с‍⁻‍¹, а при 45 °‍C – 4,5‍·‍10‍⁻‍⁶ с‍⁻‍¹. Рассчитайте температурный коэффициент реакции разложения лекарственного вещества.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 90. Задача 23.
Ответ ↴
3

3.8. Лекарственное вещество при температуре 62 °‍C разлагается в 12 раз быстрее, чем при 28 °‍C. Рассчитайте температурный коэффициент реакции разложения лекарственного вещества.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 90. Задача 23.
Ответ ↴
2,08

3.9. Химическая реакция имеет температурный коэффициент γ = 4, и при 40 °‍C полностью протекает за 1 час. Сколько времени потребуется для завершения этой реакции при температуре 25 °‍C?
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 90. Задача 23.
Ответ ↴
8 часов

⧆ 3.10. Температурный коэффициент реакции АТФ + H₂O = АДФ + Фн равен 1,7. Во сколько раз скорость гидролиза АТФ при 28 °‍C меньше скорости той же реакции при 37 °‍C?
Ответ ↴
в 1,6 раза

3.11. Скорость процесса укорочения мышечного волокна при температуре 15 °‍C составляет 2000 нм‍/‍сек, а при температуре 35 °‍C – 4200 нм‍/‍сек, Рассчитайте температурный коэффициент данного процесса.
Ответ ↴
1,45

3.12. В водном растворе пенициллина, температура которого 36 °‍C, за 12 часов распалось 26 % от первоначального количества антибиотика, в растворе с температурой 41 °‍C такая же степень распада была достигнута за 6 часов. Как следует учитывать эти данные при гипертермии у пациента? Определите температурный коэффициент реакции и энергию активации распада пенициллина.
Ответ ↴
температурный коэффициент – 4; Еа = 111,27 кДж

3.13. Во сколько раз скорость ферментативного гидролиза сахарозы в тонком кишечнике, превышает скорость аналогичного процесса in vitro, без участия фермента, при 37 °‍C, если под действием пищеварительного фермента сахаразы энергия активации этой реакции уменьшается на 67 кДж?
Ответ ↴
в 6,5‍·‍10‍⁵⁹ раза

3.14. Окисление углеводов в организме человека происходит при температуре около 37 °‍C, а вне организма та же скорость окислительного процесса достигается при 450 °‍C. Почему так происходит? Во сколько раз уменьшается энергия активации реакции, идущей в организме, по сравнению с энергией активации того же процесса вне организма?
Ответ ↴
благодаря ферментативному катализу; Еа уменьшается в 12,16 раза

⧆ 3.15. В системе, где протекает обратимая химическая реакция
N₂(г) + 3H₂(г) ⇄ 2NH₃(г),
равновесные концентрации веществ составляют: [N₂] = 0,04 моль‍/‍л, [H₂] = 0,15 моль‍/‍л, [NH₃] = 0,8 моль‍/‍л. Рассчитайте величину константы равновесия и сделайте вывод о смещении положения равновесия.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 90. Задача 30.
Ответ ↴
4741

3.16. В системе, где протекает обратимая химическая реакция
2СО(г) + О₂(г) ⇄ 2CО₂(г),
равновесные концентрации веществ составляют: [CO] = 0,06 моль‍/‍л, [О₂] = 0,18 моль‍/‍л, [CО₂] = 1,4 моль‍/‍л. Определите первоначальные концентрации СО и О₂.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 90. Задача 30.
Ответ ↴
1,46 моль‍/‍л, 0,88 моль‍/‍л

3.17. Рассчитайте константу равновесия реакции окисления глюкозы до молочной кислоты и сделайте вывод о ее практической обратимости.
С₆Н₁₂О₆(р‑р) → 2С₃Н₆О₃(р‑р)
Изменение энергии Гиббса реакции окисления глюкозы до молочной кислоты при 310 К составляет ∆‍G‍°(р‑ции) = −161 кДж‍/‍моль.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 96. Задача 33.
Ответ ↴
1,44‍·‍10‍²⁷

3.18. В лаборатории был приготовлен раствор α‑D‑глюкопиранозы. Через некоторое время в результате протекания обратимого процесса изомеризации в растворе появилась другая аномерная форма того же моносахарида – β‑D‑глюкопираноза. К моменту установления равновесия в растворе содержалось 0,36 моль‍/‍л α‑D‑глюкопиранозы и 0,76 моль‍/‍л β‑D‑глюкопиранозы. Вычислите константу равновесия процесса изомеризации и концентрацию α‑D‑глюкопиранозы в свежеприготовленном растворе.
Ответ ↴
Кр = 2,1; 1,12 моль‍/‍л.

⧆ 3.19. Одна из стадий гликолиза представляет собой изомеризацию 3‑фосфоглицерата в 2‑фосфоглицерат. Константа равновесия процесса составляет 0,16. Какова равновесная концентрация 2‑фосфоглицерата, если равновесная концентрация 3‑фосфоглицерата составляет 3 ммоль‍/‍л.
Ответ ↴
0,48 ммоль‍/‍л

⧆ 3.20. Распад АТФ происходит по схеме: АТФ + H₂O = АДФ + Фн. Для данной реакции ∆‍G‍° = −30,6 кДж‍/‍моль. Какова константа равновесия гидролиза АТФ? Охарактеризуйте данное равновесие.
Ответ ↴
Кр = 2,35‍·‍10‍⁵, реакция идёт практически необратимо в прямом направлении



Справочные материалы
      `,
};

export default lesson3;
