/* eslint-disable no-irregular-whitespace */
const lesson4 = {
  title: "Коллигативные свойства растворов",
  content: `
        Вопросы для подготовки
4.1. Коллигативные свойства растворов.


4.1.1. Понятие о коллигативных свойствах растворов.

4.1.2. Различия идеальных и реальных растворов.


4.2. Диффузия и осмос.


4.2.1. Диффузия.

4.2.2. Понятие о полупроницаемых мембранах. Явление осмоса.

4.2.3. Осмотическое давление, закон Вант-Гоффа. Изотонический коэффициент. Осмолярность и осмоляльность раствора.

4.2.4. Осмотическая ячейка. Виды осмоса. Изотонические, гипертонические, гипотонические растворы. Живая клетка как осмотическая ячейка. «Осмотический шок» и «осмотический конфликт». Гемолиз и плазмолиз.


4.3. Осмос в биологических системах.


4.3.1. Биологическая роль осмоса.

4.3.2. Осмотическое давление крови.

4.3.3. Применение в медицине изотонических, гипертонических, гипотонических растворов.


4.4. Первый закон Рауля.


4.4.1. Равновесие в системе «жидкость – пар».

4.4.2. Понижение давления насыщенного пара над раствором по сравнению с растворителем (первый закон Рауля).


4.5. Второй закон Рауля.


4.5.1. Понятие о температурах кипения и кристаллизации. Повышение температуры кипения и понижение температуры кристаллизации растворов по сравнению с растворителем (второй закон Рауля).

4.5.2. Физический смысл криоскопической и эбулиоскопической констант.

4.5.3. Применение криоскопии и эбулиоскопии в медико-биологических исследованиях.





Контрольные вопросы
4.1. Какие свойства называют коллигативными? Что такое кинетически активные частицы?


4.2. Опишите, равновесие между какими двумя процессами установится на границе раздела между жидкой и газообразной фазами одного и того же вещества. Что такое насыщенный пар? Как будут влиять на равновесие в системе «жидкость – пар» и давление насыщенного пара изменение температуры и присутствие в составе раствора частиц нелетучего вещества?


4.3. Как фазовые переходы вещества связаны с давлением его насыщенных паров и температурой? Как температуры кипения и кристаллизации зависят от давления насыщенного пара?


4.4. На плите стоят две металлические ёмкости, содержимое которых кипит. В одной из них варенье, в другой чистая вода. Отличается ли температура содержимого кастрюль? Если да, то как объяснить это различие, исходя из влияния давления насыщенных паров на температуру кипения жидкости и первого закона Рауля?


4.5. Отличается ли температура воды в проруби на реке от температуры воды в полынье среди арктических льдов? Поясните свой ответ, используя второй закон Рауля?


4.6. Какой способ выражения концентрации раствора необходимо использовать при расчёте повышения температуры кипения или понижения температуры замерзания растворов нелетучих веществ? Какие коэффициенты пропорциональности используются в таком расчёте? Характеристикой какого из компонентов раствора являются эти коэффициенты?


4.7. Опишите суть метода криоскопического анализа? Какую характеристику растворённого вещества позволяет установить данный метод?


4.8. Как будут вести себя частицы растворенного вещества при наличии в растворе областей с различающимися концентрациями при условии, что перемещению частиц в объёме раствора ничто не препятствует? Суть какого явления составляет такое поведение частиц?


4.9. Что такое градиент концентрации растворенного вещества? Почему движение частиц растворённого вещества по градиенту концентрации является самопроизвольным процессом? Как зависит скорость такого движения от величины градиента концентрации?


4.10. Какими свойствами обладает полупроницаемая мембрана?


4.11. Как будут вести себя частицы растворенного вещества и частицы растворителя при наличии в растворе областей с различающимися концентрациями по разные стороны мембраны, через которую могут пройти только частицы растворителя?


4.12. Что объединяет диффузию и осмос? В чём различие между этими процессами?


4.13. Останутся ли в результате протекания осмоса одинаковыми уровни жидкости в половинах сосуда, разделенных полупроницаемой мембранной, если первоначально они были одинаковыми? Возможно ли, что вся жидкость соберётся в одной половине такого сосуда? Равновесие между какими процессами установится в такой системе?


4.14. Как можно экспериментально измерить величину осмотического давления? Можно ли для этой цели использовать высоту уровней жидкости в половинах сосуда, разделенных полупроницаемой мембранной? Как можно рассчитать величину осмотического давления раствора? Почему для одних веществ теоретическое значение осмотического давления, рассчитанное на основе молярной концентрации, совпадает с экспериментальным результатом, а для других нет? Что такое осмолярность раствора и как она связана с молярностью?


4.15. Что такое осмотическая ячейка? Является ли живая клетка осмотической ячейкой? Какие растворы называются изотоническими, гипертоническими и гипотоническими по отношению к содержимому ячейки? Можно ли утверждать, что раствор изотоничный по отношению к цитоплазме клеток человека будет изотоничен и к содержимому клетки патогенной бактерии?


4.16. Каким будет направление осмоса, если осмотическая ячейка находится в гипотоническом растворе? Каким оно будет в гипертоническом растворе? Как будет называться вид осмоса в каждом из этих случаев? Что станет результатом осмоса в каждом из этих случаев?


4.17. Что показывает изотонический коэффициент? Как можно экспериментально определить эту величину? Как эта величина связана с количеством ионов в формульной единице электролита (на примере NaCl и AlCl₃)?


4.18. Что такое онкотическое давление? Какую роль играет онкотическое давление применительно к капиллярам кровеносных сосудов и межклеточной жидкости тканей? К каким последствиям приведёт уменьшение концентрации белка в плазме крови, вызванное недостатком белковой пищи в рационе? Почему? Объясните, используя представление о коллигативных свойствах крови, почему эволюционно более удачным «решением» было «спрятать» содержащийся в крови гемоглобин в оболочках эритроцитов, а не «разместить» молекулы этого белка непосредственно в плазме крови?


4.19. Как соотносятся термины: экзоосмос, эндоосмос, плазмолиз, цитолиз, гемолиз, «осмотический шок», «осмотический конфликт»?


4.20. Какие растворы (гипертонические, гипотонические, изотонические) применяются в медицинской практике?


4.21. Какие растворы (гипертонические, гипотонические, изотонические) следует применять для инъекционного введения лекарственных средств?




Тестирование


Задачи
4.1. Давление пара воды при 25 °‍C составляет 3167 Па. Вычислите для той же температуры давление пара раствора, в 450 г которого содержится 90 г глюкозы.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 126. Задача 1.
Ответ ↴
3,09 кПа

4.2. Имеется водный раствор глицерина с массовой долей ω = (18) % и плотностью ρ = 1,15 г‍/‍мл. Рассчитайте осмотическое давление этого раствора при температуре 20 °‍C.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 130. Задача 7.
Ответ ↴
5478,37 кПа

⧆ 4.3. В каком из растворов хлорида натрия: 2 %, 0,86 %, 0,2 % жизнедеятельность эритроцитов не будет нарушена и почему? Осмотическое давление крови составляет 7,7 атм, температура – 37 °‍C. Плотность растворов и степень диссоциации NaCl считать равными единице.

⧆ 4.4. Что произойдет с эритроцитами крови, если их поместить в 3 моль‍/‍л раствор глюкозы? Осмотическое давление крови составляет 7,7 атм, температура – 37 °‍C.

⧆ 4.5. Имеется водный раствор хлорида натрия с молярной концентрацией c(NaCl) = 0,15 моль‍/‍л. Изотонический коэффициент в данном растворе составляет i = 1,86. Рассчитайте осмотическое давление этого раствора при температуре 37 °‍C.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 132. Задача 9.
Ответ ↴
718,73 кПа

4.6. Определить концентрацию раствора глюкозы, если раствор этого вещества при 18 °‍C изотоничен с раствором, содержащим 0,5 моль‍/‍л хлорида кальция. Кажущаяся степень диссоциации CaCl₂ в растворе при указанной температуре составляет 65,4 %.

⧆ 4.7. Имеется водный раствор сульфата натрия с молярной концентрацией c(Na₂SO₄) = 0,15 моль‍/‍л. Осмотическое давление этого раствора при температуре 37 °‍C составляет pосм = 985 кПа. Рассчитайте величину изотонического коэффициента в данном растворе.
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 281. Пример 9.18.
Ответ ↴
2,55

4.8. Имеется водный раствор этанола с массовой долей ω = 12 %. Рассчитайте температуру кипения и замерзания этого раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 127. Задача 2.
Ответ ↴
температура кипения: 101,54 °‍C; температура замерзания: −5,51 °‍C

⧆ 4.9. Благодаря высокому содержанию глицерина в тканях рыба корюшка сохраняет активность в морской воде, имеющей температуру −0,2 °‍C. Можно ли предположить, что содержание глицерина в плазме крови корюшки составляет 0,2 моль‍/‍кг? Ответ подтвердите расчётами.
Ответ ↴
Такое утверждение справедливо, т.к. температура замерзания водного раствора глицерина указанной моляльности составляет −0,372 °‍C.

4.10. Какова температура кипения вишнёвого варенья, если в 1 литре варенья содержится 800 г сахара, а плотность вишнёвого варенья составляет 1,4 г‍/‍мл? Считать весь сахар в составе варенья исключительно сахарозой. Влиянием компонентов вишнёвого сока на коллигативные свойства пренебречь.
Ответ ↴
100,87 °‍C

⧆ 4.11. Имеется водный раствор неэлектролита с массовой долей ω = 10 %. Температура замерзания этого раствора составляет tзам = −1,15 °‍C. Определите молярную массу этого неэлектролита.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 128. Задача 3.
Ответ ↴
180 г‍/‍моль

4.12. Имеется 400 г воды. Необходимо приготовить раствор, температура замерзания которого составляла бы tзам = −2,0 °‍C. Какую массу карбамида ((NH₂)₂CO) нужно взять для этой цели?
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 129. Задача 5.
Ответ ↴
25,81 г

4.13. Йодосодержащие водорастворимые органические вещества применяются для контрастирования кровеносных сосудов, полостей сердца и органов мочеполовой системы при рентгенологических исследованиях. Для проведения кардиоангиографии пациенту был введён изотонический раствор неионогенного рентгеноконтрастного вещества, содержащий 302 мг этого вещества в 1 мл. Какова осмолярность введённого раствора? Рассчитайте молярную массу данного рентгеноконтрастного вещества.
Ответ ↴
cосм = 300 мосмоль‍/‍л; 1006,6 г‍/‍моль



Справочные материалы
      `,
};

export default lesson4;
