/* eslint-disable no-irregular-whitespace */
const lesson12 = {
  title: "Классификация, строение и номенклатура органических соединений",
  content: `
        Вопросы для подготовки
12.1. Классификация органических соединений.


12.1.1. Классификация органических соединений по строению углеродного скелета и по природе функциональных групп. Понятие о первичных, вторичных, третичных, четвертичных атомах.

12.1.2. Моно‑, поли‑ и гетерофункциональные соединения.


12.2. Номенклатура органических соединений.


12.2.1. Номенклатурные термины: органический радикал; родоначальная структура; характеристическая группа; заместитель.

12.2.2. Названия углеводородных радикалов.

12.2.3. Старшинство характеристических групп.


12.3. Алгоритм составления названия по заместительной номенклатуре ИЮПАК.


12.3.1. Выбор старшей характеристической группы. Выбор родоначальной структуры.

12.3.2. Использование суффиксов насыщенности, префиксов заместителей, умножающих префиксов, локантов.

12.3.3. Название составного заместителя.


12.4. Радикально-функциональная номенклатура.


12.4.1. Составление названия по радикально-функциональной номенклатуре.


12.5. Конформации ациклических соединений.


12.5.1. Конфигурации и конформации. Проекционные формулы Ньюмена.

12.5.2. Энергетическая характеристика конформаций открытых цепей.


12.6. Конформации циклических соединений.


12.6.1. Конформации пяти‑ и шестичленных циклов.

12.6.2. Энергетическая характеристика конформаций циклических соединений.

12.6.3. Аксиальные и экваториальные заместители.





Контрольные вопросы
12.1. Относятся ли анилин и пиридин к гетероциклическим соединениям?
Анилин:  Пиридин: 


12.2. Какие классы соединений содержат гидроксильную группу, тиольную группу, сульфоновую группу, цианогруппу, карбонильную группу, карбоксильную группу?


12.3. К какому классу соединений, монофункциональным, полифункциональным или гетерофункциональным, относятся глицерин, уксусная кислота, аминоуксусная кислота?


12.4. Чем отличаются понятия: заместитель, углеводородный радикал, функциональная группа, характеристическая группа? Можно ли считать заместителями углеводородный радикал и характеристическую группу?


12.5. Какие заместители по номенклатурным правилам обозначаются только префиксами, а какие префиксами и суффиксами?


12.6. Какие названия префиксов и суффиксов имеют карбоновые кислоты, альдегиды, кетоны, спирты и амины?


12.7. Какими соединениями ограничено применение номенклатуры органических соединений, изучаемой в школьном курсе химии?


12.8. Как выбирается старшая характеристическая группа при составлении названия соединения по заместительной номенклатуре ИЮПАК?


12.9. Какие существуют критерии для выбора родоначальной структуры при составлении названия соединения по заместительной номенклатуре ИЮПАК? Как они применяются?


12.10. Какое изменение сделано в заместительной номенклатуре органических соединений применительно к выбору родоначальной структуры в рекомендациях ИЮПАК 2013 года?


12.11. Каким образом (с какой стороны) нумеруется родоначальная структура при составлении названия соединения по заместительной номенклатуре ИЮПАК?


12.12. Какая характеристическая группа указывается в суффиксе при составлении названия соединения по заместительной номенклатуре ИЮПАК?


12.13. Какие группы указываются в префиксах при составлении названия соединения по заместительной номенклатуре ИЮПАК?


12.14. В какой части названия органического соединения указывается старшая характеристическая группа при составлении названия соединения по заместительной номенклатуре ИЮПАК?


12.15. В каком порядке перечисляются все заместители кроме старшей характеристической группы при составлении названия соединения по заместительной номенклатуре ИЮПАК?


12.16. Каким образом обозначается количество и положение нескольких характеристических групп? Каким образом указывается количество и положение кратных связей?


12.17. Каким образом указывается в названии старшая характеристическая группа согласно радикально-функциональный номенклатуре ИЮПАК?


12.18. В чём разница между понятиями структура органического соединения конфигурация молекулы и конформация молекулы?


12.19. Какой атом, ближний или дальний от наблюдателя, обозначаются в проекционной формуле Ньюмана окружностью?


12.20. В какой конформации заслоненной или заторможенной заместители находятся ближе всего друг к другу?


12.21. Какой вид конформационного напряжения создают больши́е по объёму заместители?


12.22. Какими символами в клиновидной проекции обозначают связи, лежащие в плоскости рисунка, направленные к наблюдателю и направленные от наблюдателя?


12.23. Сколько конформаций, характеризующихся минимумом или максимумом энергии, существует для этана для бутана?


12.24. В какой конформации преимущественно находятся длинные цепи насыщенных углеводородов?


12.25. В каком циклоалкане угловое напряжение максимально?


12.26. Для какого из циклоалканов характерна конформация «конверт»?


12.27. Как связана энергия той или иной конформации циклической молекулы со взаимным расположением заместителей в этой молекуле? В качестве примера покажите, каковы наиболее выгодные конформации для молекул гексана и циклогексана.


12.28. Какое название имеют связи в конформации кресла циклогексана, направленные параллельно оси симметрии, и под углом к этой оси?






Тестирование


Задачи
12.1. Проиллюстрируйте порядок использования префиксов и суффиксов, обозначающих функциональные группы, если в соединении присутствует несколько функциональных групп, различающихся по старшинству. Приведите 3 примера из числа соединений, содержащих гидроксильную, карбонильную и карбоксильную группы, когда одна и та же функциональная группа обозначается префиксом или суффиксом.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 20–22.

12.2. Проиллюстрируйте порядок применения критериев для выбора родоначальной структуры в ациклических соединениях. Приведите 2 примера, когда на выбор родоначальной структуры влияют наличие в соединении кратных связей и длина цепи атомов углерода.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 20.

⧆ 12.3. Для каждого из приведённых соединений назовите суффикс, который будет использован при составлении названия вещества по заместительной номенклатуре, при наличии функциональной группы, обозначаемой этим суффиксом, назовите также эту группу.
а)  б) 
в)  г) 
Ответ ↴
а) ‑ан; б) ‑ол, гидроксогруппа; в) ‑он, кетоновая группа; г) нет суффикса

12.4. Определите и назовите родоначальную структуру в каждом из следующих соединений:
1)  2) 
Поясните свой ответ.
Ответ ↴
1) пропан; 2) бензол

12.5. Назовите углеводород, являющийся структурной основой (родоначальной структурой) следующего соединения:

Ответ ↴
октен‑1

12.6. Приведите примеры 4 структур органических соединений, иллюстрирующих последовательное применение критериев выбора родоначальной структуры при составлении названия по заместительной номенклатуре ИЮПАК. Каждый пример должен иллюстрировать применение одного критерия.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 20.

⧆ 12.7. Приведите названия по заместительной номенклатуре ИЮПАК для следующих веществ:
1)  2) 
3)  4) 
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 20–22.
Ответ ↴
1) 2,5‑диэтилгексантетраол‑1,3,4,6; 2) 3‑метилиденгептан; 3) 5‑метил‑2‑этилгептантриол‑1,3,4; 4) 7‑бром‑2,5‑диэтилгептандиол‑1,3

⧆ 12.8. Составьте структурные формулы по названиям следующих веществ:
1) 2‑метил‑4‑хлорпентаналь;
2) 3,4‑дигидроксипентановая кислота;
3) 2‑амино‑3,4‑диметилгептанол‑1;
4) гептандион‑2,6;
5) 2,3‑диамино‑5‑метилгептанол‑1;
6) 3‑амино‑4‑метил‑2‑хлоргептандиол‑1,7.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 43. Задача 5.

⧆ 12.9. Изобразите в виде проекций Ньюмена все возможные конформации бутана, отличающиеся друг от друга поворотом на 60° вокруг связи C₂ – C₃.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 45. Задача 1.



Справочные материалы
      `,
};

export default lesson12;
