/* eslint-disable no-irregular-whitespace */
const lesson8 = {
  title: "Лиганднообменные равновесия. Биогенные элементы",
  content: `
       
Вопросы для подготовки
8.1. Комплексные соединения, их строение, классификация и номенклатура.


8.1.1. Координационная теория Вернера. Понятие о комплексных соединениях.

8.1.2. Природа химической связи в комплексных соединениях.

8.1.3. Взаимодействие между комплексообразователем и лигандом с позиции теории кислот и оснований Льюиса.

8.1.4. Способность атомов различных элементов к комплексообразованию.

8.1.5. Строение комплекса. Дентатность лигандов, координационное число.

8.1.6. Классификация комплексных соединений.

8.1.7. Хелаты и хелатирующие агенты. Многоядерные комплексы. Комплексы с макроциклическими соединениями.

8.1.8. Номенклатура комплексных соединений.


8.2. Равновесие в растворах комплексных соединений.


8.2.1. Диссоциация комплексных соединений, константы нестойкости.

8.2.2. Конкуренция за лиганд или за ион-комплексообразователь. Правило Пирсона.


8.3. Биологическая роль комплексных соединений.


8.3.1. Строение биокомплексных соединений (гемоглобин, миоглобин, хлорофилл, цитохромы, кобаламины и др.) и металлоферментов (каталаза, супероксиддисмутаза, уреаза и др.).


8.4. Классификация биогенных элементов.


8.4.1. Классификация биогенных элементов по функциональной роли и содержанию в организме: макроэлементы, микроэлементы, органогены, элементы электролитного фона.

8.4.2. Химическое сходство и биологический антагонизм.


8.5. Биогеохимические провинции.


8.5.1. Биогеохимические провинции. Эндемические заболевания.

8.5.2. Гипо‑ и гипермикроэлементозы.


8.6. Металло-лигандный гомеостаз.


8.6.1. Металло-лигандный гомеостаз и причины его нарушения.

8.6.2. Понятие о химизме патологических лигандно-обменных процессов, их возможной коррекции.

8.6.3. Дезинтоксикационная терапия, физикохимические основы хелатотерапии. Комплексоны и комплексонаты.

8.6.4. Биогенные металлы и их соединения как лекарственные препараты.





Контрольные вопросы
8.1. Объясните суть понятия «комплексное соединение»? Является ли термин «комплекс» синонимом этого понятия?


8.2. Какие составные части включают в себя комплексные соединения?


8.3. Какой вид связи осуществляется между центральным атомом и лигандами?


8.4. Как различаются лиганды по способности образовывать определённое количество связей с центральным атомом?


8.5. Как называется характеристика, показывающая число возможных связей центрального атома с лигандами?


8.6. Как различаются атомы по способности являться комплексообразователем? Какие элементы (s, p или d) обладают лучшей способностью к образованию комплексных соединений?


8.7. Возможно ли существование комплексных соединений с несколькими центральными атомами?


8.8. Что представляют собой макроциклические лиганды?


8.9. Что представляют собой хелатные комплексы?


8.10. Какие выделяются виды диссоциации комплексных соединений? Насколько хорошо протекает диссоциация для каждого вида?


8.11. Какая количественная характеристика используется для описания диссоциации комплексного иона? Какой вид диссоциации комплексной соли она характеризует?


8.12. Как можно использовать константы нестойкости для определения возможности образования того или иного комплексного соединения в растворе, где присутствует несколько потенциальных комплексообразователей или лигандов?


8.13. Как по величине константы нестойкости прогнозировать возможность протекания реакции обмена лигандами?


8.14. Как классифицируются биогенные элементы в зависимости от их содержания в организме?


8.15. Какие две группы включают в себя макроэлементы?


8.16. Какие элементы включает в себя группа органогенов?


8.17. Какие элементы включает в себя группа элементов электролитного фона?


8.18. Как называются состояния организма, связанные с дефицитом или избытком микроэлементов?


8.19. Какое название имеют территории, характеризующееся дефицитом или избытком микроэлементов?


8.20. Как называется заболевание встречающиеся на у людей, проживающих на этих территориях?


8.21. Поддерживается ли в организме соотношение металлов и лигандов на некотором определённом уровне? Как называется это явление?


8.22. Каковы возможные причины нарушения металло-лигандного гомеостаза?


8.23. Какие методы могут применяться для выведения из организма ионов токсичных металлов? Какие соединения используются для этих целей?


8.24. Какие требования предъявляются к веществу, используемому в качестве детоксиканта?


8.25. Какие численные характеристики следует использовать, чтобы выбрать подходящий детоксикант?






Тестирование


Задачи
⧆ 8.1. Даны комплексные соединения: 1) гексацианоферрат (III) калия; 2) гексахлорохромат (III) натрия; 3) тетрацианоцинкат (II) калия; 4) тетрафтороаргентат (III) калия; 5) тетрайодоплюмбат (II) натрия; 6) нитрат гексаамминкобальта (III).
Для каждого соединения приведите формулу и определите: а) заряд внутренней сферы; б) заряд и дентатность лигандов; в) степень окисления и координационное число центрального атома.
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 310–311.

8.2. Даны комплексные соединения: 1) K₃[Fe(CN)₆]; 2) K[Co(SCN)₃]; 3) [Zn(NH₃)₄]Cl₂; 4) Na₂[PbI₄]. Для каждого соединения приведите название и определите: а) заряд внутренней сферы; б) заряд и дентатность лигандов; в) степень окисления и координационное число центрального атома. Пользуясь справочными данными, расположите комплексные ионы в порядке возрастания их устойчивости.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 163. Задача 60. с. 164. Задача 62.

⧆ 8.3. Препарат «цисплатин» обладает цитостатическим эффектом благодаря способности блокировать репликацию ДНК. Формулу действующего вещества можно записать следующим образом: [Pt(NH₃)₂Cl₂]. Назовите данный комплекс в соответствии с правилами номенклатуры комплексных соединений. Укажите к какому классу можно отнести данный комплекс (используйте при этом не менее двух различных подходов к классификации комплексов). Определите следующие характеристики указанного комплекса: (а) степень окисления комплексообразователя; (б) координационное число комплексообразователя; (в) заряды лигандов.

8.4. Хризолан – препарат, обладающий противовоспалительной активностью и применяемый в терапии ревматоидного артрита, представляет собой комплексное соединение с формулой Na₃[Au(S₂О₃)₂]. Назовите данную комплексную соль. К какому классу можно отнести комплекс, входящий в её состав (используйте не менее двух способов классификации). Для приведённого комплекса укажите следующее: (а) степень окисления комплексообразователя; (б) координационное число комплексообразователя; (в) заряды лигандов.

⧆ 8.5. В составе различных средств для наружного применения (аэрозоли, кремы, шампуни), используемых для лечения себореи, а также псориаза, экземы и ряда других воспалительных заболеваний кожи содержится пиритион цинка. Структурная формула данного комплексного соединения показана на рисунке.

К какому типу комплексных соединений относится данное вещество? Исходя из приведённой формулы, определите (а) координационное число комплексообразователя; (б) число лигандов и их дентатность.

8.6. Связывание цианид-иона с катионами железа – процесс, лежащий в основе токсического действия цианидов. Прочность связывания цианидного лиганда с ионом металла определяет необратимость инактивации жизненно важных железосодержащих белков, таких как гемоглобин (содержащий Fe²⁺) или цитохромы митохондрий (Fe³⁺). Сравните устойчивость цианидных комплексов железа (II) и железа (III), запишите схемы диссоциации этих комплексов и выражения для их констант нестойкости. На основании значений констант нестойкости сделайте вывод, какой из железосодержащих белков, гемоглобин или цитохромы митохондрий, в большей степени подвержен инактивации под действием цианидов.

⧆ 8.7. Хелатные соединения железа входят в состав некоторых препаратов, применяемых при лечении железодефицитной анемии. Одним из таких хелатных соединений является цитрат железа (II). Рассчитайте концентрацию ионов Fe²⁺ в растворе цитрата железа концентрацией 0,1 моль‍/‍л, если в растворе присутствует так же цитрат натрия концентрацией 0,05 моль‍/‍л. Считать, что диссоциация хелатного соединения происходит по схеме FeCit⁻ = Fe²⁺ + Cit³⁻
Ответ ↴
1,52‍·‍10‍⁻‍² моль‍/‍л

⧆ 8.8. Какое из соединений будет более эффективным противоядием при отравлении свинцом тетацин (кальция натрия ЭДТАт) или цитрат натрия?

8.9. Имеется водный раствор K₃[Fe(CN)₆] с молярной концентрацией 0,02 моль‍/‍л. Рассчитайте концентрацию ионов Fe³⁺ и CN⁻ в этом растворе.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 166. Задача 65.
Ответ ↴
концентрация ионов Fe³⁺ – 6,62‍·‍10‍⁻‍⁸ моль‍/‍л, ионов CN⁻ – 3,97‍·‍10‍⁻‍⁷ моль‍/‍л

⧆ 8.10. Имеется водный раствор K₅[Ag(S₂O₃)₃] с молярной концентрацией 0,02 моль‍/‍л. Рассчитайте концентрацию ионов Ag⁺ в этом растворе. Достигается ли бактерицидное действие иона серебра Ag⁺ ([Ag⁺] = 10‍⁻‍⁹ г/л) в этом растворе?
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 166. Задача 65.
Ответ ↴
5,17‍·‍10‍⁻‍³ г/л

8.11. Имеется водный раствор K₂[PtBr₄] с молярной концентрацией 0,04 моль‍/‍л. В растворе также содержится KBr с молярной концентрацией 0,01 моль‍/‍л. Рассчитайте концентрацию ионов Pt²⁺ в этом растворе.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 164. Задача 63.
Ответ ↴
1,28‍·‍10‍⁻‍¹⁴ моль‍/‍л

8.12. Определите возможность разрушения комплексного соединения согласно реакции
[Zn(CN)₄]²⁻ + 4H⁺ + 4H₂O ⇄ [Zn(H₂O)₄]²⁺ + 4HCN.
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 730–731. Пример 18.2.
Ответ ↴
K = 1,74‍·‍10‍¹⁹

8.13. Определите возможность растворения осадка сульфида цинка в растворе аммиака согласно уравнению
ZnS + 4NH₃ ⇄ [Zn(NH₃)₄]²⁺ + S²⁻.
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 738. Пример 18.5.
Ответ ↴
K = 1,93‍·‍10‍⁻‍¹³



Справочные материалы
      `,
};

export default lesson8;
