/* eslint-disable no-irregular-whitespace */
const lesson11 = {
  title:
    "Физикохимия дисперсных систем. Свойства растворов высокомолекулярных соединений",
  content: `
       Вопросы для подготовки
11.1. Предмет коллоидной химии.

11.1.1. Дисперсные системы, их компоненты.

11.1.2. Классификации дисперсных систем по степени дисперсности, по агрегатному состоянию дисперсной фазы и дисперсионной среды, по характеру взаимодействия дисперсной фазы с дисперсионной средой, по подвижности дисперсной фазы, по термодинамической устойчивости.


11.2. Методы получения и очистки дисперсных систем.

11.2.1. Диспергационные и конденсационные способы получения дисперсных систем.

11.2.2. Методы очистки дисперсных систем от низкомолекулярных веществ и грубодисперсных частиц: диализ, электродиализ, ультрафильтрация.

11.2.3. Гемодиализ, аппарат «искусственная почка».


11.3. Молекулярнокинетические и оптические свойства коллоидных растворов.

11.3.1. Молекулярнокинетические свойства: броуновское движение, диффузия, осмос, седиментация. Ультрацентрифугирование.

11.3.2. Оптические свойства: рассеивание, поглощение.

11.3.3. Опалесценция, эффект Тиндаля.

11.3.4. Принцип действия нефелометра и проточного цитометра.


11.4. Строение мицелл лиофобных золей.

11.4.1. Строение мицелл лиофобных золей: агрегат, потенциалопределяющие ионы, ядро, противоионы, адсорбционный слой, гранула, диффузионный слой.

11.4.2. Межфазный (электротермодинамический) и электрокинетический потенциалы. Факторы, влияющие на электрокинетический потенциал.


11.5. Электрокинетические явления.

11.5.1. Электрокинетические явления: электрофорез, электроосмос, потенциал протекания, потенциал оседания.

11.5.2. Медико-биологическое значение электрокинетических явлений.


11.6. Устойчивость дисперсных систем.

11.6.1. Устойчивость дисперсных систем: агрегативная и седиментационная.

11.6.2. Факторы устойчивости дисперсных систем.


11.7. Коагуляция. Пептизация.

11.7.1. Коагуляция. Факторы, вызывающие коагуляцию. Порог коагуляции золя.

11.7.2. Правило Шульце – Гарди.

11.7.3. Механизм пептизации, биологическое значение пептизации.


11.8. Теория и механизм коагуляции.

11.8.1. Скрытая и явная коагуляция.

11.8.2. Нейтрализационная и концентрационная коагуляция.

11.8.3. Коагуляция смесью электролитов: аддитивность, антагонизм, синергизм.

11.8.4. Гетерокоагуляция (взаимная коагуляция).


11.9. Образование растворов ВМС.

11.9.1. Взаимодействие ВМС с растворителем: набухание и растворение. Ограниченное и неограниченное набухание.

11.9.2. Факторы, влияющие на набухание: температура, присутствие электролитов, pH.


11.10. Полиэлектролиты.

11.10.1. Диссоциация белков, кислотно-основные свойства белков.

11.10.2. Биполярноионная структура белков.

11.10.3. Изоэлектрическое состояние белков.

11.10.4. Электрофоретическая подвижность белков.


11.11. Осмотическое давление растворов ВМС.

11.11.1. Зависимость осмотического давления растворов ВМС от концентрации, уравнение Галлера.

11.11.2. Сравнение осмотического давления растворов ВМС, истинных растворов и золей.

11.11.3. Онкотическое давление, его значение для организма.

11.11.4. Мембранное равновесие Доннана.


11.12. Устойчивость растворов ВМС.

11.12.1. Высаливание, коацервация, образование гелей, синерезис.


11.13. Коллоидная защита.

11.13.1. Коллоидная защита, золотое число.

11.13.2. Флокуляция.





Контрольные вопросы
11.1. Чем отличаются коллоидные растворы от обычных растворов? Как можно отличить друг от друга эти растворы? В чем проявляются различия на уровне частиц, из которых состоят эти растворы?

11.2. Как классифицируются дисперсные системы по размеру частиц, по агрегатным состояниям фаз, по характеру взаимодействия частиц и их подвижности?

11.3. Какие выделяют группы методов получения дисперсных систем? Чем отличаются эти группы методов? Какие методы относятся к группе каждого типа?

11.4. Какие виды очистки коллоидных растворов используются в зависимости от размера частиц примесей?

11.5. Как устроен диализатор? Каков его принцип действия?

11.6. Чем отличается электродиализатор от диализатора? Какова роль электродов? На какие частицы будет воздействовать электрическое поле? За счет чего ускоряется очищение при электродиализе?

11.7. Что такое ультрафильтрация?

11.8. Каков принцип действия аппарата «искусственная почка»?

11.9. В чём заключаются такие явления, как броуновское движение, диффузия, седиментация?

11.10. Чем отличается броуновское движение от диффузии?

11.11. Как зависит скорость диффузии и седиментации от размеров частиц?

11.12. Какие выделяют виды оптических явлений для дисперсных систем в зависимости от размера их частиц?

11.13. В чем заключается явление дифракции?

11.14. Какие частицы сильнее рассеивают свет, крупные или мелкие?

11.15. Излучение с какой длиной волны (большей или меньшей) рассеивается сильнее? То есть, световые волны какого цвета рассеиваются сильнее?

11.16. В чём заключается явление опалесценции?

11.17. Что такое эффект Тиндаля?

11.18. Какие цвета будут преобладать, если смотреть на источник белого света через коллоидный раствор?

11.19. Какие цвета будут преобладать, если наблюдать коллоидный раствор, подсвеченный белым светом сбоку?

11.20. Чем объясняется голубой цвет неба в дневное время и красный цвет солнца на восходе или на закате?

11.21. Как устроен ультрамикроскоп? Как при помощи ультрамикроскопа определить форму коллоидных частиц?

11.22. В чём заключаются явления электрофореза и электроосмоса? Какая составная часть дисперсной системы перемещается, а какая остаётся на месте для каждого из этих явлений?

11.23. Какое электрокинетическое явление возникает, если продавливать жидкую дисперсную систему через пористую перегородку?

11.24. Какое электрокинетическое явление возникает в жидкости при оседании частиц дисперсной фазы?

11.25. Каково строение частиц золя? Что означают понятия: агрегат, потенциалобразующие ионы, ядро, противоионы, адсорбционный слой, диффузионный слой, гранула, мицелла?

11.26. Если золь получается при сливании растворов двух солей, то какие ионы становятся потенциалобразующими?

11.27. Имеют ли поверхностный заряд мицелла, ядро и гранула?

11.28. На какой границе мицеллы возникает электротермодинамический потенциал? От чего он зависит?

11.29. Что такое поверхность скольжения? Какой потенциал возникает на поверхности скольжения?

11.30. От каких факторов зависит величина электрокинетического потенциала? Может ли электрокинетический потенциал изменить свой знак?

11.31. Что представляют собой мицеллы лиофильных коллоидных растворов?

11.32. Какие существуют виды устойчивости дисперсных систем? Как соотносятся между собой понятия: седиментационная, агрегативная, термодинамическая и кинетическая устойчивости?

11.33. Какие факторы устойчивости относятся к термодинамическим и кинетическим факторам?

11.34. В чём заключаются электростатический, адсорбционно-сольватный, энтропийный, структурно-механический и гидродинамический факторы устойчивости?

11.35. Какие факторы являются основными для обеспечения агрегативной устойчивости?

11.36. В чём заключается явление коагуляции? Можно ли заметить коагуляцию по внешним признакам?

11.37. Какой из двух ионов электролита вызывает коагуляцию?

11.38. Как зависит коагулирующее действие от заряда иона? Во сколько примерно раз различаются коагулирующие действия однозарядных, двухзарядных и трехзарядных ионов?

11.39. В чём заключается явление пептизации?

11.40. Имеет ли значение для эффективной пептизации время выпадения осадка и количество пептизатора? Должно ли количество пептизатора быть максимально?

11.41. Что такое скрытая и явная коагуляция?

11.42. Что такое быстрая и медленная коагуляция? При каких значениях электрокинетического потенциала обычно начинаются медленная коагуляция и быстрая коагуляция?

11.43. В чём заключаются нейтрализационная коагуляция и концентрационная коагуляция?

11.44. Какие явления при коагуляции могут возникать при использовании смеси электролитов?

11.45. Что происходит при смешивании коллоидных растворов, различающихся по знаку заряда коллоидных частиц?

11.46. Чем отличается ограниченное набухание от неограниченного? В каком случае получается гель? В каком случае полимер растворяется полностью?

11.47. Каков характер набухания ВМС в зависимости от pH среды? Имеет ли место постоянное возрастание, постоянное убывание или немонотонная зависимость (кривая с экстремумом)?

11.48. Какой точке на графике зависимости набухания ВМС от pH среды соответствует изоэлектрическая точка белка? Чем это объясняется?

11.49. Какой вид имеют катионная, анионная и нейтральная формы белка. Как эти формы связаны с изоэлектрической точкой?

11.50. Как можно разделить смесь белков с разными значениями изоэлектрической точки?

11.51. Имеются два раствора: коллоидный раствор и раствор ВМС. Массовая доля растворов одинакова. В каком из растворов будет больше осмотическое давление? По какой причине?

11.52. Имеются два раствора: раствор низкомолекулярного вещества и раствор ВМС. Массовая доля растворов одинакова. В каком из растворов будет больше осмотическое давление? По какой причине? По какой причине наблюдаются отклонения от закона Вант-Гоффа осмотического давления для растворов ВМС?

11.53. Имеется система, состоящая из двух растворов электролита, разделенных полупроницаемой мембранной. В одном из растворов содержится белок. Как распределится электролит по разные стороны мембраны, для случаев, когда первоначальная концентрация электролита в растворе, содержащем белок, была: а) меньше; б) больше; в) равна концентрации по другую сторону мембраны?

11.54. Что такое высаливание растворов ВМС?

11.55. Что такое коацервация?

11.56. Как происходит превращение раствора ВМС в гель?

11.57. Что такое синерезис?

11.58. В чём заключается явление коллоидной защиты?

11.59. Меньшее или большее значения золотого числа соответствует бо́льшему стабилизирующему действию?

11.60. Как изменится устойчивость коллоидной системы, если количество стабилизатора на основе ВМС будет меньше необходимого для коллоидной защиты? Почему?





Тестирование


Задачи
⧆ 11.1. Золь йодида серебра получен при смешивании 60 мл раствора йодида калия с молярной концентрацией c(KI) = 0,001 моль‍/‍л и 40 мл раствора нитрата серебра с молярной концентрацией c(AgNO₃) = 0,002 моль‍/‍л. Напишите формулу мицеллы золя.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 253. Задача 15.
Ответ ↴
{m[AgI]nAg⁺(n−x)NO₃⁻}x+xNO₃⁻

11.2. Препарат «алмагель» применяется в качестве антацидного средства. Оказывает обволакивающее и адсорбирующее действие. Активными веществами препарата являются гидроксид алюминия и гидроксид магния. Под действием соляной кислоты желудочного сока гидроксид алюминия частично растворяется. Растворение происходит в соответствии со схемой:
Al(OH)₃ + HCl = AlOCl + 2H₂O;
AlOCl = AlO⁺ + Cl⁻
Как будет выглядеть коллоидно-химическая формула мицеллы образовавшегося в желудке золя гидроксида алюминия? Если бы такой золь подвергли электрофорезу, к какому электроду могли бы двигаться гранулы?
Ответ ↴
к катоду

11.3. К 2 л золя для наступления коагуляции необходимо добавить 41,2 мл раствора хлорида натрия с массовой долей ω(NaCl) = 10 % и плотностью ρ = 1,08 г‍/‍мл. Вычислите порог коагуляции золя анионами хлора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 256. Задача 18.
Ответ ↴
3,73‍·‍10‍⁻‍² моль‍/‍л

⧆ 11.4. Явная коагуляция положительного золя гидроксида железа (III) была вызвана добавлением в емкость, содержавшую 100 мл золя, раствора сульфата натрия концентрацией 0,01 моль‍/‍л. Известно, что порог коагуляции золя раствором Na₂SO₄ составляет 3,9 ммоль‍/‍л. Вычислите, какой объём раствора сульфата натрия был добавлен в ёмкость.
Ответ ↴
64 мл

⧆ 11.5. Для некоторого золя пороги коагуляции электролитами составили: cпк(KCl) = 48,3 ммоль‍/‍л; cпк(NaCl) = 47,1 ммоль‍/‍л; cпк(Na₂SO₄) = 0,76 ммоль‍/‍л; cпк(MgSO₄) = 0,83 ммоль‍/‍л; cпк(Na₃PO₄) = 0,09 ммоль‍/‍л. Определите знак заряда гранулы частиц золя.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 255. Задача 17.
Ответ ↴
положительный

⧆ 11.6. Золь берлинской лазури был получен по реакции между хлоридом железа (III) и жёлтой кровяной солью:
4FeCl₃ + 3K₄[Fe(CN)₆] = Fe₄[Fe(CN)₆]₃ + 12KCl.
При определении порогов коагуляции полученного золя под действием различных электролитов были получены следующие значения: алюминий сульфат – 0,08 ммоль‍/‍л, калий фосфат – 50 ммоль‍/‍л, магний хлорид – 0,95 ммоль‍/‍л. Запишите формулу мицеллы золя берлинской лазури. Какой из двух реагентов был взят в избытке при получении золя?
Ответ ↴
K₄[Fe(CN)₆]

11.7. Образец полимера массой 3 г выдерживали в растворителе. После выдерживания масса образца возросла до 3,6 г. Определите степень набухания полимера.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 262. Задача 27.
Ответ ↴
0,2

11.8. Имеется водный раствор белка с массовой концентрацией 1,35 кг‍/‍м³, молекула которого изодиаметрична (β = 1). Относительная молекулярная масса белка составляет 18600. Рассчитайте осмотическое давление этого раствора при температуре 25 °‍C.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 261. Задача 25.
Ответ ↴
181,6 Па

11.9. Имеется водный раствор хлорида натрия с молярной концентрацией c(NaCl) = 0,35 моль‍/‍л. В растворе находится клетка, содержащая белок в форме натриевой соли (NaPr) с молярной концентрацией c(NaPr) = 0,15 моль‍/‍л. Мембрана клетки проницаема только для низкомолекулярных веществ. Вычислите концентрации ионов Na⁺ и Cl⁻ внутри и снаружи клетки в состоянии равновесия.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 264. Задача 29.
Ответ ↴
конечная концентрация ионов Na⁺ вне клетки – 0,21 моль‍/‍л, конечная концентрация ионов Na⁺ внутри клетки – 0,29 моль‍/‍л, конечная концентрация ионов Cl⁻ вне клетки – 0,21 моль‍/‍л, конечная концентрация ионов Cl⁻ внутри клетки – 0,14 моль‍/‍л

11.10. Для гемоглобина значение изоэлектрической точки составляет 6,68. Белок помещён в буферный раствор, концентрация протонов в котором в 100 раз меньше, чем в дегазированной бидистиллированной воде. К какому электроду будет двигаться частица гемоглобина при электрофорезе?
Ответ ↴
К аноду

11.11. Имеется раствор некоторого ВМС с массовой долей ω(ВМС) = 0,005 % и плотностью ρ = 1 г‍/‍мл. Золотое число данного ВМС составляет 0,023 мг. Рассчитайте объем раствора ВМС, который нужно добавить к 10 мл золя золота, чтобы предотвратить его коагуляцию под действием 1 мл раствора хлорида натрия с массовой долей ω(NaCl) = 10 %.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 257. Задача 20.
Ответ ↴
0,46 мл



Справочные материалы
      `,
};

export default lesson11;
