/* eslint-disable no-irregular-whitespace */
const lesson7 = {
  title: "Гетерогенные равновесия и процессы",
  content: `
        Вопросы для подготовки
7.1. Гетерогенное равновесие.


7.1.1. Растворы насыщенные, ненасыщенные, пересыщенные.

7.1.2. Гетерогенное равновесие.

7.1.3. Константа растворимости малорастворимого электролита, её связь с растворимостью вещества.


7.2. Образование и растворение осадков.


7.2.1. Условия образования и растворения осадков.

7.2.2. Конкуренция за общий ион.

7.2.3. Влияние солей на растворимость малорастворимого вещества.


7.3. Влияние pH среды на гетерогенные равновесия.


7.3.1. Совмещение протолитических и гетерогенных равновесий. Константа совмещенного равновесия.

7.3.2. Условия растворения малорастворимых соединений в кислотах.


7.4. Гетерогенные равновесия в живом организме.


7.4.1. Гетерогенные равновесия в живом организме: химизм образования костной, зубной ткани.

7.4.2. Кальциевый буфер. Изоморфизм.

7.4.3. Патологические гетерогенные процессы. Подходы к коррекции нарушений гетерогенных равновесий и процессов.





Контрольные вопросы
7.1. Чем отличаются насыщенные, ненасыщенные и пересыщенные растворы? Как в этих растворах соотносятся константа растворимости и произведение концентраций?


7.2. Какие процессы протекают в системе «раствор – осадок»? Что является результатом этих процессов?


7.3. Какая величина является количественной характеристикой для описания гетерогенного равновесия?


7.4. Является ли константа растворимости константой равновесия?


7.5. Как связана константа растворимости с растворимостью вещества?


7.6. Как можно вывести выражение, связывающее растворимость вещества с его константой растворимости?


7.7. Как по величине константы растворимости определить, будет ли образовываться осадок в растворе, содержащем ионы малорастворимого электролита?


7.8. Как определить, будет ли растворяться осадок малорастворимого электролита?


7.9. В каком порядке будут образовываться осадки малорастворимых соединений, имеющие общий ион? Как можно определить последовательность выпадения осадков по величинам констант растворимости? В каких случаях допустимо сравнивать растворимость солей по величинам их констант растворимости?


7.10. Как влияет на растворимость малорастворимого вещества присутствии солей, содержащих одноимённый ион?


7.11. Как влияет на растворимость малорастворимого вещества присутствие солей, не содержащих одноимённый ион?


7.12. Как можно влиять на концентрацию одного из ионов малорастворимого вещества?


7.13. Что такое совмещённое равновесие?


7.14. Какие частицы конкурируют между собой в случае совмещения протолитических и гетерогенных равновесий? Какая частица является объектом конкуренции?


7.15. Как можно определить результат конкуренции при совмещённом равновесии?


7.16. Какому принципу записывается константа совмещённого равновесия?


7.17. Как по величине константы совмещённого равновесия сделать вывод о возможности протекания реакции?


7.18. Как по величине константы совмещённого равновесия сделать вывод о практической обратимости реакции?


7.19. Какова последовательность образования соединений катионов кальция и фосфат-анионов процессе образования костной ткани?


7.20. Какое ещё соединение входит в состав костное ткани вместе с гидроксифосфатом кальция? Какую роль играет это вещество в организме?


7.21. В чём заключается явление изоморфизма?


7.22. Какие патологические процессы в организме связаны с образованием и растворением малорастворимых соединений?


7.23. Почему пациентам с почечнокаменной болезнью рекомендуют ограничить употребление кислых соусов, продуктов и БАД (биологически активных добавок), содержащих большое количество аскорбиновой кислоты, зелёного чая и других продуктов богатых оксалатами?






Тестирование


Задачи
7.1. Молярная растворимость фторида кальция составляет 3,26‍·‍10‍⁻‍⁴ моль‍/‍л. Рассчитайте константу растворимости этой соли.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 159. Задача 53.
Ответ ↴
3,45‍·‍10‍⁻‍¹¹

7.2. Свинец относится к протоплазматическим ядам, и разница в токсичности проявляется за счет неодинаковой растворимости в жидкостях организма (особенно в желудочном соке). Вычислите константу растворимости (Ks) сульфата свинца, если известно, что 1 л его насыщенного при 25 °‍C раствора содержит в виде ионов 0,186 г свинца.

7.3. Концентрация свободных катионов кальция в плазме крови в норме составляет около 1,25 ммоль‍/‍л. Рассчитайте общую концентрацию фосфатов в крови, если плазму крови можно приближённо считать насыщенным раствором CaHPO₄, а на HPO₄⁻ в физиологических условиях приходится 30 % всех содержащихся в плазме фосфатов.
Ответ ↴
0,72 ммоль‍/‍л

7.4. Пользуясь справочными данными, рассчитайте растворимость карбоната кальция в моль‍/‍л.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 158. Задача 50.
Ответ ↴
6,16‍·‍10‍⁻‍⁵ моль‍/‍л

⧆ 7.5. Пользуясь справочными данными, рассчитайте содержание ионов в мг/л в насыщенном растворе фторида кальция.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 158. Задача 50.
Ответ ↴
содержание кальция – 8,62 мг/л; содержание фтора – 8,19 мг/л

⧆ 7.6. Вода озера Медвежье (Курганская область) относится к хлоридно-натриевому типу, минерализация воды достигает 360 г/л, что в 10 раз выше, чем минерализация морской воды. Если сделать допущение, что данный уровень минерализации обусловлен исключительно присутствием хлорида натрия, можно ли считать воду этого озера насыщенным раствором данной соли? Ответ подтвердите расчётами. Ks(NaCl) = 37,87.
Ответ ↴
можно, т.к. s(NaCl) = 360 г/л

7.7. Смертельная доза растворимых соединений серебра – около 2 г. Вычислите растворимость хлорида серебра в воде и в растворе хлорида калия с концентрацией 0,01 моль‍/‍л без учета и с учетом коэффициентов активности.

⧆ 7.8. Катионы бария обладают высокой токсичностью по причине конкуренции с катионами кальция. Летальная доза бария в растворимой форме не превышает 1 г. В то же время сульфат бария используется как рентгеноконтрастное вещество при проведении радиологических исследований ЖКТ. Для исследования верхних отделов ЖКТ используется смесь из 80 г порошка сульфата бария и 100 мл воды. Может ли количество бария, находящегося в этой смеси в растворимой форме, быть опасным для организма человека?

7.9. Раствор Ca(NO₃)₂ с молярной концентрацией 1,5‍·‍10‍⁻‍⁴ моль‍/‍л и объемом, равным 1 л, смешали с раствором Na₂SO₄ с такой же молярной концентрацией и таким же объемом. Рассчитайте, образуется ли осадок в данных условиях.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 158. Задача 51.
Ответ ↴
Πc (5,63‍·‍10‍⁻‍⁹) < Ks (4,93‍·‍10‍⁻‍⁵), осадок не образуется

⧆ 7.10. Раствор Ca(NO₃)₂ с концентрацией 0,4 % и объемом, равным 600 мл, смешали с раствором Na₂SO₄ с концентрацией 0,3 % и объемом, равным 800 мл. Плотности всех растворов ρ = 1,0 г‍/‍мл. Рассчитайте, образуется ли осадок в данных условиях.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 158. Задача 51.
Ответ ↴
Πc (1,26‍·‍10‍⁻‍⁴) > Ks (4,93‍·‍10‍⁻‍⁵), осадок образуется

7.11. Гидроксиапатит – минерал с количественной формулой Ca₃(PO₄)₅OH, является основным компонентом зубной эмали. Растворение гидроксиапатита происходит по схеме:
Ca₁₀(PO₄)₆(OH)₂ = 10Ca²⁺ + 6PO₄³⁻ + 2ОН⁻.
Формирование (либо разрушение) зубной эмали определяется составом слюны. Будет ли благоприятствовать минерализации тканей зуба слюна, для которой рН = 7, концентрация ионизированного кальция составляет 1 ммоль‍/‍л, содержание фосфата – 6 ммоль‍/‍л?
Ответ ↴
при указанных условиях Πc(Ca₁₀(PO₄)₆(OH)₂) = 4,7‍·‍10‍⁻‍⁵⁸, что больше Ks гидроксиапатита, следовательно состав слюны благоприятствует процессу минерализации

⧆ 7.12. Кальций плазмы крови (в норме 2,12 – 2,6 ммоль‍/‍л, или 9 – 11 мг‍/‍дл) представлен в виде:
* несвязанного, ионизированного кальция (около 50 %), 1,1 – 1,3 ммоль‍/‍л (биологически активная форма);
* ионов кальция, соединённых с белками, главным образом, с альбумином (≈ 45 %);
* недиссоциирующих комплексов с цитратом, сульфатом, фосфатом и карбонатом (≈ 5 %).
Концентрация ионов HPO₄²⁻ (pH = 7,4) в плазме крови составляет ≈ 0,29 ммоль‍/‍л. Оцените возможность образования осадка малорастворимого гидрофосфата кальция в плазме крови. Может ли повлиять на этот процесс внутривенное введение 10 % кальция хлорида?

⧆ 7.13. Карбонат натрия и другие растворимые соли угольной кислоты дают с катионами Ba²⁺, Sr²⁺ и Ca²⁺ белые осадки, растворимые в кислотах (HCl, HNO₃, CH₃COOH). Вычислите, в какой последовательности и при какой концентрации карбонат-ионов будет происходить осаждение карбонатов при постепенном приливании соды к смеси ионов Ba²⁺, Sr²⁺ и Ca²⁺, взятыми с одинаковыми концентрациями, равными 0,5 моль‍/‍л.

7.14. Оксалаты кальция и магния – основной компонент патологических конкрементов, формирующихся в почках при мочекаменной болезни (т.н. «оксалатных камней»). Обе соли относятся к практически нерастворимым. Рассчитайте молярную концентрацию насыщенного раствора для той из двух упомянутых солей, которая является наименее растворимой.
Ответ ↴
4,8‍·‍10‍⁻‍⁵ моль‍/‍л

7.15. Рассчитайте растворимость хлорида серебра в его насыщенном растворе: а) при отсутствии других веществ; б) в присутствии хлорида кальция, молярная концентрация которого составляет 0,01 моль‍/‍л.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 162. Задача 58.
Ответ ↴
а) 1,33‍·‍10‍⁻‍⁵ моль‍/‍л; б) 8,90‍·‍10‍⁻‍⁹ моль‍/‍л

7.16. Определите возможность растворения осадков сульфидов металлов в следующих случаях:
MnS + 2HCl ⇄ MnCl₂ + H₂S (1)
ZnS + 2HCl ⇄ ZnCl₂ + H₂S (2)
В каких случаях процессы практически обратимы?
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 726–727. Пример 18.1.
Ответ ↴
K₁ = 2,38‍·‍10‍¹⁰, K₂ = 1,52‍·‍10‍⁻‍⁴

⧆ 7.17. При авариях на объектах атомной промышленности в окружающую среду попадает радиоактивный изотоп стронций 90. Будучи химическим аналогом кальция, стронций накапливается в костной ткани. Вычислите растворимость фосфатов кальция и стронция и объясните, почему введение в рацион продуктов, богатых солями кальция, не вызывает быстрого понижения содержания стронция в костной ткани.
Ответ ↴
s(Ca₃(PO₄)₂) > s(Sr₃(PO₄)₂), поэтому Sr²⁺ выигрывает конкуренцию за общий анион и не может быть вытеснен кальцием



Справочные материалы
      `,
};

export default lesson7;
