/* eslint-disable no-irregular-whitespace */
const lesson15 = {
  title: "Гетероциклические органические соединения",
  content: `
        Вопросы для подготовки
15.1. Классификация и номенклатура гетероциклических соединений.

15.1.1. Классификация гетероциклических соединений по природе и числу гетероатомов, по размеру цикла, по степени ненасыщенности.

15.1.2. Основы номенклатуры гетероциклических соединений.


15.2. Пятичленные гетероциклические соединения с одним гетероатомом.

15.2.1. Пиррол: строение, ароматичность, кислотные и основные свойства.

15.2.2. Линейные тетрапирролы – билирубин, уробилиноген, уробилин, биливердин, стеркобилиноген, стеркобилин.

15.2.3. Циклические тетрапирролы – порфин и коррин, порфирины, протопорфирины, гем A, гем B, гем C, гем O.

15.2.4. Индол: строение, ароматичность, кислотные и основные свойства. Медико-биологическое значение производных индола (триптофан, серотонин, триптамин, 3‑индолилуксусная кислота).

15.2.5. Фуран и тиофен: строение, ароматичность, медико-биологическое значение производных.


15.3. Пятичленные гетероциклические соединения с двумя гетероатомами.

15.3.1. Имидазол и пиразол: строение, ароматичность, пиррольный и пиридиновый атомы азота, кислотные и основные свойства, амфотерность. Таутомерия.

15.3.2. Медико-биологическое значение производных имидазола (гистидин, гистамин) и пиразола (анальгин, бутадион, антипирин).

15.3.3. Оксазол и тиазол: строение, ароматичность, медико-биологическое значение производных (тиамин).


15.4. Шестичленные азотсодержащие гетероциклические соединения.

15.4.1. Пиридин: строение, ароматичность, основность.

15.4.2. Медико-биологическое значение производных пиридина: N‑метилпиридиний-катион, пиперидин, пиридоксаль, пиридоксин, пиридоксамин, пиридоксальфосфат, пиридоксаминфосфат, никотиновая кислота, изоникотиновая кислота, никотинамид, кордиамин, тубазид, фтивазид, никотин, кониин, анабазин.

15.4.3. Хинолин и изохинолин: строение, ароматичность, основность.

15.4.4. Медико-биологическое значение производных хинолина и изохинолина: 8‑гидроксихинолин, 5‑НОК, энтеросептол, хинин, морфин, папаверин, но-шпа.

15.4.5. Пиридазин, пиримидин, пиразин: строение, ароматичность, основные свойства.

15.4.6. Медико-биологическое значение производных пиримидина: урацил, тимин, цитозин, оротовая кислота, метилтиоурацил, барбитуровая кислота. Кето-енольная, лактим-лактамная и енамино-иминная таутомерия.

15.4.7. Фенотиазин, производные фенотиазина: аминазин.


15.5. Конденсированные гетероциклические соединения.

15.5.1. Пурин и птеридин: строение, ароматичность, кислотные и основные свойства.

15.5.2. Медико-биологическое значение производных пурина: гидроксипуринов (гипоксантин, ксантин, мочевая кислота), аминопуринов (аденин, гуанин), пуриновых алкалоидов (кофеин, теобромин, теофиллин).


15.6. Семичленные азотсодержащие гетероциклические соединения.

15.6.1. Азепины и диазепины: строение, таутомерия, медико-биологическое значение производных.





Контрольные вопросы
15.1. Как нумеруются атомы гетероциклов в зависимости от наличия одного или нескольких гетероатомов?

15.2. В чем заключается метод Ганча – Видмана в систематической номенклатуре моноциклических соединений?

15.3. Что обозначается в номенклатуре конденсированных гетероциклических систем курсивными латинскими буквами?

15.4. Какие отступления от правил использования префиксов и суффиксов используются для производных гетероциклических соединений?

15.5. Какое количество электронов располагается на орбиталях разного типа атома азота в молекуле пиррола?

15.6. В чем заключается свойство соединений, называемое ацидофобностью?

15.7. Какое количество пиррольных и пиридиновых атомов азота имеется в молекуле порфина?

15.8. В чем состоит различие в структуре порфинов, порфиринов и протопорфиринов?

15.9. Какие биологически активные вещества являются производными индола?

15.10. Почему для некоторых производных имидазола и пиразола используется двойная нумерация, когда один и тот же атом обозначается разными локантами, один из которых записывается в скобках?

15.11. Какое количество электронов располагается на орбиталях разного типа атома азота в молекуле пиридина?

15.12. Какие таутомерные формы преобладают у пиримидиновых нуклеиновых оснований?

15.13. Какое применение в медицине имеют структурные аналоги пиримидиновых нуклеиновых оснований?

15.14. Какое производное соединение фенотиазина используется в качестве окислительно-восстановительного индикатора?

15.15. Какие атомы в пурине являются кислотными и основными центрами?

15.16. Возможно ли существование таутомерных форм у гипоксантина? Каково общее количество таутомерных форм для этого соединения?

15.17. Возможно ли существование таутомерных форм у ксантина? Каково общее количество таутомерных форм для этого соединения?

15.18. Возможно ли существование таутомерных форм у мочевой кислоты? Каково общее количество таутомерных форм для этого соединения?

15.19. Возможно ли существование таутомерных форм у аденина? Каково общее количество таутомерных форм для этого соединения?

15.20. Возможно ли существование таутомерных форм у гуанина? Каково общее количество таутомерных форм для этого соединения?

15.21. Возможно ли существование таутомерных форм у кофеина? Каково общее количество таутомерных форм для этого соединения?

15.22. Возможно ли существование таутомерных форм у теобромина? Каково общее количество таутомерных форм для этого соединения?

15.23. Возможно ли существование таутомерных форм у теофиллина? Каково общее количество таутомерных форм для этого соединения?

15.24. Какое применение в медицине имеют структурные аналоги пуриновых нуклеиновых оснований?

15.25. Какие виды изомерии возможны у азепинов и диазепинов?

15.26. Относятся ли азепины и диазепины к ароматическим соединениям? Какие критерии ароматичности определяют это?





Тестирование
Задачи
⧆ 15.1. Объясните, почему пурин является ароматическим соединением. Укажите, атомы азота какого типа (пиррольного или пиридинового) присутствуют в молекуле пурина. Укажите, сколько электронов расположено на каждой орбитали внешнего уровня атома азота каждого типа.
Образец решения ↴
Тюкавкина Н.А. Биоорганическая химия, 2004, с. 309.

⧆ 15.2. В основе структуры гема и хлорофиллов лежит тетрапиррольная структура – порфин. Укажите пиррольные и пиридиновые атомы азота в молекуле порфина. Является ли это соединение ароматическим? Почему?

15.3. Запишите все возможные таутомерные формы цитозина. Обозначьте, какие из таутомерных переходов возможны, если остаток цитозина находится в составе нуклеиновой кислоты (или отдельного нуклеотида). Какая из этих форм содержит иминогруппу? Учитывая, что при гидролизе имина образуется соответствующий кетон, предположите, в какое азотистое основание превращается этот таутомер в случае гидролиза? Смогут ли системы репарации ДНК распознать такую «подмену»?
Ответ ↴
Продуктом гидролиза иминоформы цитозина является урацил; системы репарации ДНК легко распознают такую замену, т.к. «в норме» урацила в ДНК нет, его роль играет тимин

⧆ 15.4. Анальгин, применяемый в медицине в качестве жаропонижающего и болеутоляющего средства, является производным пиразолона‑5 (см. рисунок). Какой гетероцикл является структурной основой молекулы анальгина? Изобразите возможные таутомеры пиразолона‑5.
Пиразолон‑5: 
Ответ ↴
пиразол

15.5. Серотонин является нейромедиатором, играющим важную роль в функционировании головного мозга. Псилоцибин – алкалоид, вырабатываемый некоторыми видами грибов. Продукт гидролиза псилоцибина – псилоцин, способен связываться с серотониновыми рецепторами. Проанализируйте изображённые ниже структуры серотонина и псилоцина. Верно ли утверждение, что сходство структуры определяет сходство биологического действия веществ? В качестве производных какого гетероцикла можно рассматривать оба соединения? Пронумеруйте атомы этого гетероцикла и, используя полученную нумерацию, опишите структурные отличия молекул серотонина и псилоцина.
Серотонин:  Псилоцин: 
Ответ ↴
обе молекулы – производные индола; гидроксогруппа в положении 5 у серотонина и в положении 4 у псилоцина, в молекуле псилоцина аминогруппа полностью метилирована.

15.6. Приведите все таутомерные формы гипоксантина, ксантина, мочевой кислоты, аденина и гуанина для всех видов таутомерии в тех случаях, где таутомерия возможна.
Образец решения ↴
Тюкавкина Н.А. Биоорганическая химия, 2004, с. 310–311.

15.7. Приведите все таутомерные формы кофеина, теобромина и теофиллина для всех видов таутомерии в тех случаях, где таутомерия возможна.
Образец решения ↴
Тюкавкина Н.А. Биоорганическая химия, 2004, с. 487.

⧆ 15.8. Пиперидин – гетероцикл, являющийся элементом структуры алкалоида чёрного перца (пиперина) и ряда других алкалоидов (например, морфина, анабазина, лобелина). Все алкалоиды обладают выраженными основными свойствами. Чем обусловлены основные свойства пиперидина? Как отличается конфигурация цикла у пиперидина от таковой у пиридина? Сравните конфигурации электронных оболочек гетероатомов в этих гетероциклах? Какой из этих гетероциклов пиридин или пиперидин является более сильным основанием?
Ответ ↴
Пиперидин – вторичный амин, аминный азот придаёт молекуле основные свойства; пиперидин является насыщенным неплоским гетероциклом, тогда как пиридин – ароматическим; пиперидин – sp³, пиридин – sp²; пиперидин – более сильное основание, чем пиридин.

⧆ 15.9. Расположите в ряд по нарастанию основных свойств следующие гетероциклы: пиррол, пирролидин, фуран, тиофен. Ориентируясь на имеющиеся структурные формулы, укажите на схемах вид и знак электронных эффектов гетероатомов.
Ответ ↴
тиофен, фуран, пиррол, пирролидин

⧆ 15.10. Расположите в ряд по убыванию кислотных свойств следующие азотсодержащие соединения: пиридин, пиррол, пиримидин. Ответ поясните, используя схемы с указанием вида и знака электронных эффектов гетероатомов.
Ответ ↴
пиррол, пиримидин, пиридин

⧆ 15.11. Гем в составе гемоглобина связан с белковой частью молекулы, посредством гидрофобных взаимодействий его боковых радикалов с белком, а также за счёт донорно-акцепторной связи между ионом железа Fe²⁺ и остатком аминокислоты гистидина. Благодаря каким особенностям строения радикала этой аминокислоты возможно формирование такой связи? Для ответа на вопрос: изобразите структуру радикала, схематически покажите конфигурации атомов, входящих в его состав. Поясните: является ли цикл в составе радикала ароматическим? Какова конфигурация электронной оболочки каждого из гетероатомов, входящих в состав этого цикла?
Ответ ↴
Ароматический гетероцикл содержит пиррольный и пиридиновый атомы азота, на внешней оболочке пиридинового азота содержится неподелённая электронная пара, которая не участвует в формировании сопряжённой системы. Поэтому пиридиновый азот способен выступать в качестве донора электронной пары.

⧆ 15.12. Тиамин (витамин В₁), изображённый на рисунке ниже, содержит в своей структуре две гетероциклических структуры: пиримидин и тиазол. Для каждого из этих циклов укажите нумерацию атомов. Являются ли циклы в составе молекулы ароматическими? Благодаря какой особенности конфигурации атом азота тиазола может участвовать в формировании «мостика», соединяющего два гетероцикла в структуре тиамина? Как влияет наличие упомянутого атома азота на физикохимические свойства молекулы витамина?
Тиамин: 
Ответ ↴
Атом азота, участвующий в формировании «мостика», имеет пиридиновую конфигурацию. Неподелённая электронная пара в его оболочке не участвует в сопряжении. Благодаря этому азот тиазольного кольца может сформировать дополнительную ковалентную связь. В результате молекула тиамина всегда имеет положительно заряженный полюс.

15.13. Витамин В₆ в виде различных форм выполняет ряд важнейших функций в организме. Производными какого гетероциклического соединения является витамин В₆? Изучив представленные структурные формулы, укажите названия различных форм витамина В₆ (пиридоксаминфосфат, пиридоксол, пиридоксаль, пиридоксамин, пиридоксальфосфат) для каждой из формул.
1)  2)  3)  4)  5) 

15.14. Приведите структурные формулы пиридина, пиримидина, пурина. Укажите нумерацию атомов. Являются ли эти соединения ароматическими? Почему? Чем объясняется способность пиридина и пиримидина к реакциям нуклеофильного замещения (SN) и какое из соединений легче вступает в эти реакции? Какие вам известны биологически значимые производные пиридина, пиримидина, пурина?

15.15. Приведите структурные формулы ксантина (2,6‑дигидроксипурина), теофиллина (1,3‑диметилксантина), кофеина (1,3,7‑триметилксантина), мочевой кислоты (2,6,8‑тригидроксипурина) и ее соли – кислого урата аммония. Что вам известно о биологическом значении этих веществ?

15.16. Пиридин реагирует с хлористым водородом с образованием иона пиридиния. Какое из соединений, пиридин или пиридиний хлорид является более реакционноспособным в реакциях нуклеофильного замещения? Почему?

15.17. Имидазол, составляя радикал α‑аминокислоты гистидина, выполняет каталитическую функцию в ферментативных реакциях (остаток гистидина является ключевым в каталитическом центре фермента), выступая донором-акцептором протонов. Какие особенности строения имидазола обуславливают его кислотно-основные свойства?



Справочные материалы
      `,
};

export default lesson15;
