/* eslint-disable no-irregular-whitespace */
const lesson6 = {
  title:
    "Протолитические равновесия в растворах солей. Протолитические буферные системы",
  content: `
        Вопросы для подготовки
6.1. Гидролиз солей.


6.1.1. Сущность гидролиза, основные типы гидролиза.

6.1.2. Константа гидролиза. Степень гидролиза.


6.2. Буферные системы и механизм их действия.


6.2.1. Состав и классификация буферных систем.

6.2.2. Важнейшие буферные системы организма человека: гидрокарбонатная, гидрофосфатная, гемоглобиновая, белковая.

6.2.3. Механизм действия буферных систем по отношению к кислотам и щелочам.


6.3. рН буферных растворов.


6.3.1. Расчет значений рН буферных растворов.

6.3.2. Факторы, влияющие на значение рН буферных систем. Диапазон оптимального буферного действия.


6.4. Буферная емкость.


6.4.1. Понятие буферной емкости.

6.4.2. Факторы, определяющие буферную емкость.


6.5. Взаимодействие буферных систем организма.


6.5.1. Сравнительная величина емкости буферных систем организма.

6.5.2. Понятие о кислотно-щелочном балансе, ацидозе и алкалозе.

6.5.3. Совместное действие буферных систем организма.

6.5.4. Особенности действия гемоглобиновой буферной системы. Связь с процессом оксигенации.





Контрольные вопросы
6.1. Что такое гидролиз? Какие вещества могут подвергаться гидролизу? Взаимодействие каких частиц происходит в процессе гидролиза солей?


6.2. Происходят ли реакции гидролиза в живых организмах? Если да, то какие примеры процессов гидролиза в организме человека вам известны?


6.3. Какие существуют основные типы гидролиза? По какой причине соли, образованные сильной кислотой и сильным основанием не гидролизуются?


6.4. Какой из ионов, образующихся при диссоциации соли, определяет тип гидролиза? Какой будет среда (кислая или основная) в зависимости от типа гидролиза (по аниону, по катиону, по катиону и аниону одновременно)? Почему?


6.5. Что такое константа гидролиза? Является ли константа гидролиза константой равновесия?


6.6. Как определить численное значение константы гидролиза? Существуют ли таблицы констант гидролиза, либо константа гидролиза рассчитывается? Как можно рассчитать константу гидролиза?


6.7. Что такое степень гидролиза? Как влияет на степень гидролиза разбавление раствора? Как это следует из выражения, связывающего степень гидролиза и константу гидролиза? Как влияет на степень гидролиза температура?


6.8. Как связаны между собой степень гидролиза и константа гидролиза? С каким выражением имеет сходство выражение для степени гидролиза? Какая из этих характеристик лучше отражает свойства самого вещества, вне зависимости от концентрации?


6.9. Как рассчитать константу гидролиза, степень гидролиза и pH в случае, если гидролиз протекает по катиону, по аниону и по двум ионам одновременно?


6.10. В чём заключается суть понятия «буферная система» в целом и «протолитическая буферная система» в частности? Каково биологическое значение протолитических буферных систем?


6.11. Какие компоненты включают буферные системы, и какая из этого вытекает классификация буферных систем? Какую роль играет каждый из этих компонентов в механизме буферного действия?


6.12. Какие буферные системы функционируют в организме человека? Из каких компонентов они состоят? К какому типу относится каждая из буферных систем плазмы крови?


6.13. Каков механизм действия буферных растворов (на примере гидрокарбонатного буфера) при добавлении основания?


6.14. Каков механизм действия буферных растворов (на примере гидрокарбонатного буфера) при добавлении кислоты?


6.15. Как определить значение рН буферного раствора? Является ли способность буферных систем к поддержанию pH неограниченной или имеет предел? Как определить какие значения рН способна поддерживать та или иная буферная система? Какая из буферных систем фосфатная или гидрокарбонатная лучше подходит для поддержания физиологического значения рН плазмы крови?


6.16. Как формулируется определение буферной емкости?


6.17. Как экспериментально определить величину буферной емкости?


6.18. Как влияет на величину буферной емкости концентрация компонентов?


6.19. Как влияет на величину буферной емкости соотношение концентраций компонентов? На какую из буферных систем фосфатную или гидрокарбонатную приходится бо́льшая доля от общей буферной ёмкости плазмы крови? Предположите с чем это может быть связано.


6.20. Какая буферная емкость, по кислоте или по основанию, больше в гидрокарбонатной буферной системе? С чем это связано?


6.21. Какая буферная емкость, по кислоте или по основанию, больше в фосфатной буферной системе? С чем это связано?


6.22. С изменением какой характеристики связаны понятия ацидоз и алкалоз?


6.23. С изменением какой характеристики связаны понятия ацидемия и алкалемия?


6.24. Как повлияют гиповентиляция и гипервентиляция легких на величину pH крови?






Тестирование


Задачи
⧆ 6.1. Ацетат калия применяется в составе препаратов для коррекции водно-электролитного баланса, а также для восполнения недостатка катионов калия в крови. Запишите уравнение гидролиза этой соли в молекулярном и ионном виде. Укажите тип гидролиза. Вычислите константу гидролиза, степень гидролиза, рН и рОН раствора ацетата калия с концентрацией 0,1 моль‍/‍л.
Ответ ↴
Кг = 5,56‍·‍10‍⁻‍¹⁰; h = 7,5‍·‍10‍⁻‍⁵; рН = 8,87; рОН = 5,13

6.2. Цитрат натрия входит в состав препаратов для регидратации (восполнения потерь воды и электролитов), а также для коррекции кислотно-щелочной среды. Трёхзамещённая соль применяется для консервации донорской крови. Укажите тип гидролиза цитрата натрия. В какой области значений находится рН раствора этой соли? Вычислите константы гидролиза трёхзамещённого цитрата натрия.
Ответ ↴
Кг1 = 2,5‍·‍10‍⁻‍⁸; Кг2 = 5,9‍·‍10‍⁻‍¹⁰; Кг3 = 1,4‍·‍10‍⁻‍¹¹.

6.3. Благодаря выраженному антимикробному эффекту и прижигающему действию нитрат серебра применяется в составе наружных средств для обработки кожи и слизистых, а также для обработки кариозных поражений твёрдых тканей зуба. В стоматологии 30 %‑ный раствор нитрата серебра (ρ = 1,34 г‍/‍мл) нередко используют в сочетании с фторидным лаком. Фторид натрия (5 %‑ный раствор, ρ = 1,04 г‍/‍мл), входящий в его состав, способствует реминерализации тканей зуба. Запишите уравнения гидролиза упомянутых солей в молекулярном, а также полном и кратком ионном виде. Для каждой соли укажите тип гидролиза, вычислите константу гидролиза, степень гидролиза и рН растворов.
Ответ ↴
Кг(AgNO₃) = 9,1‍·‍10‍⁻‍¹¹; h(AgNO₃) = 6,19‍·‍10‍⁻‍⁶; рН(AgNO₃) = 4,83; Кг(NaF) = 1,5‍·‍10‍⁻‍¹¹; h(NaF) = 3,5‍·‍10‍⁻‍⁶; рН(NaF) = 8,64

⧆ 6.4. Ацетат аммония используется в составе мочегонных препаратов, применяется в биохимических исследованиях как компонент буферных растворов. Запишите уравнение гидролиза и назовите его тип. Рассчитайте константу гидролиза, степень гидролиза и рН для раствора данной соли с концентрацией 0,1 моль‍/‍л.
Ответ ↴
Кг = 3,14‍·‍10‍⁻‍⁵; h = 5,6‍·‍10‍⁻‍³; pH = 7

6.5. Фермент каталаза расщепляет перекись водорода на воду и кислород. Оптимум рН для данного фермента лежит в диапазоне от 6,8 до 7,2. Имеется три буферных раствора: (a) с(H₂PO₄⁻) = 0,3 моль‍/‍л, с(HPO₄²⁻) = 0,2 моль‍/‍л; (б) с(H₂PO₄⁻) = 0,3 моль‍/‍л, с(HPO₄²⁻) = 0,6 моль‍/‍л; (в) с(H₂PO₄⁻) = 0,3 моль‍/‍л, с(HPO₄²⁻) = 0,06 моль‍/‍л. В каком из указанных буферных растворов скорость ферментативного расщепления перекиси водорода будет максимальна?
Ответ ↴
в буферном растворе (а)

⧆ 6.6. В буферном растворе молярная концентрация уксусной кислоты составляет 0,1 моль‍/‍л, а молярная концентрация ацетата натрия – 0,2 моль‍/‍л. Рассчитайте рН данного буферного раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 155. Задача 45.
Ответ ↴
5,06

⧆ 6.7. Буферный раствор приготовлен смешиванием 60 мл раствора СН₃СООН с молярной концентрацией 0,1 моль‍/‍л и 40 мл раствора СН₃СООNa с молярной концентрацией 0,2 моль‍/‍л. Рассчитайте рН данного буферного раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 155. Задача 45.
Ответ ↴
4,88

6.8. Буферный раствор приготовлен смешиванием 120 мл раствора СН₃СООН с молярной концентрацией 0,1 моль‍/‍л и 80 мл раствора СН₃СООNa с молярной концентрацией 0,2 моль‍/‍л. К данному буферному раствору прибавили 15 мл раствора с молярной концентрацией гидроксида натрия c(NaOH) = 0,06 моль‍/‍л. Рассчитайте, как изменится pH буферного раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 154. Задача 44.
Ответ ↴
pH₀ = 4,88; pH₁ = 4,94; ΔpH = 0,06

⧆ 6.9. В буферном растворе, объем которого 300 мл, молярная концентрация уксусной кислоты c(СН₃СООН) = 0,1 моль‍/‍л и молярная концентрация ацетата натрия c(СН₃СООNa) = 0,2 моль‍/‍л. К данному буферному раствору прибавили 5 мл раствора с молярной концентрацией соляной кислоты c(HCl) = 1 моль‍/‍л. Рассчитайте, как изменится pH буферного раствора. Рассчитайте, какое значение будет иметь pH, если указанное количество соляной кислоты прибавить к 300 мл дистиллированной воды.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 154. Задача 44.
Ответ ↴
pH₀ = 5,06; pH₁ = 4,96; ΔpH = 0,10; pHw = 1,79.

6.10. К буферному раствору, объем которого 200 мл, прибавили 5 мл раствора с молярной концентрацией соляной кислоты c(HCl) = 0,2 моль‍/‍л. При этом pH буферного раствора уменьшился от 7,65 до 5,5. Рассчитайте буферную емкость буферного раствора по кислоте.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 157. Задача 49.
Ответ ↴
2,33‍·‍10‍⁻‍³ моль‍/‍л

⧆ 6.11. Имеется 200 мл буферного раствора, pH которого составляет 4,35. К данному буферному раствору прибавили 5 мл раствора с молярной концентрацией гидроксида натрия c(NaOH) = 0,2 моль‍/‍л. При этом pH буферного раствора увеличился до 5,5. Рассчитайте буферную емкость буферного раствора по основанию.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 157. Задача 49.
Ответ ↴
4,35‍·‍10‍⁻‍³ моль‍/‍л

⧆ 6.12. В биохимических исследованиях нередко используется фосфатносолевой буферный раствор с рН = 7,36. Какова концентрация дигидрофосфата калия в этом растворе, если в его составе содержится 10 ммоль‍/‍л динатрийфосфата?
Ответ ↴
с(КН₂РО₄) = 6,9 ммоль‍/‍л

⧆ 6.13. Рассчитайте содержание угольной кислоты в плазме крови в физиологических условиях, если концентрация бикарбоната в плазме составляет 24 ммоль‍/‍л.
Ответ ↴
с(Н₂СО₃) = 1,2 ммоль‍/‍л

⧆ 6.14. Сахараза кишечника имеет оптимум рН в области 5,8 – 6,2. В лаборатории имеется возможность использовать ацетатный, гидрокарбонатный, фосфатный и аммиачный буфер, как среду для проведения ферментативной реакции in vitro. Какие из указанных буферных систем и при каком соотношении компонентов (кислота:основание) способны обеспечить максимальную скорость протекания реакции с участием сахаразы?
Ответ ↴
ацетатный буфер (кислота:основание = 1:10), гидрокарбонатный буфер (1:1), фосфатный буфер (кислота:основание = 10:1)

6.15. К 100 мл фосфатного буферного раствора с рН = 7,4 добавили 20 мл раствора HСl с концентрацией 0,1 моль‍/‍л. рН раствора при этом понизился до 7,3. Какими должны быть исходные концентрации компонентов фосфатного буфера в таком растворе?
Ответ ↴
с(H₂PO₄⁻) = 0,011 моль‍/‍л; c(HPO₄²⁻) = 0,018 моль‍/‍л



Справочные материалы
      `,
};

export default lesson6;
