/* eslint-disable no-irregular-whitespace */
const lesson1 = {
  title:
    "Способы выражения концентрации растворов. Титриметрический метод анализа.",
  content: `
      Вопросы для подготовки
1.1. Техника безопасности при работе в химической лаборатории.


1.1.1. Источники опасности в химической лаборатории. Общие меры предосторожности при работе в лаборатории. Меры предосторожности при работе с оборудованием, химической посудой, реактивами.

1.1.2. Техника безопасности при проведении лабораторных работ.

1.1.3. Действия в аварийных ситуациях. Меры оказания первой помощи.


1.2. Способы выражения концентрации растворов.


1.2.1. Массовая и объёмная доля растворённого вещества.

1.2.2. Молярная и моляльная концентрация.

1.2.3. Взаимосвязь разных способов выражения концентрации растворов.


1.3. Мерная посуда.


1.3.1. Мерная посуда. Виды мерной посуды по точности (1‑й и 2‑й классы точности).

1.3.2. Основные характеристики различных видов мерной посуды (мензурки, мерные пробирки, мерные цилиндры, мерные колбы, мерные пипетки, бюретки) и правила работы с ними.


1.4. Основы титриметрического метода анализа.


1.4.1. Сущность метода, классификация по типу протекающих при титровании химических реакций и способу титрования. Титрант, аликвота, точка эквивалентности.

1.4.2. Реакции, используемые в титриметрии. Требования к реакциям.

1.4.3. Расчеты в титриметрии, понятие о химическом эквиваленте, закон эквивалентов, молярная концентрация эквивалента.

1.4.4. Ошибки титриметрического метода анализа.

1.4.5. Титр, как способ выражения концентрации.





Контрольные вопросы
1.1. Назовите основные источники опасности в химической лаборатории?


1.2. Вам необходимо нагреть жидкость в пробирке. Какой будет последовательность ваших действий, при условии соблюдения всех требований техники безопасности?


1.3. Чем нужно обработать поверхность кожи при попадании на ее поверхность едких веществ?


1.4. Вам необходимо отобрать пробу раствора объёмом 10 мл с помощью мерной пипетки. Опишите порядок ваших действий, начиная с выбора объёма пипетки.


1.5. Имеют ли что-то общее такие способы выражения концентрации как массовая доля, промилле, миллионная доля, миллиграмм-процент, микрограмм-процент и титр?


1.6. В каком случае для выражения концентрации растворённого вещества удобнее использовать массовую долю, а в каком – объёмную?


1.7. Какое количество вещества эквивалента может содержаться в одном моле двухосновной кислоты? Зависит ли это количество от каких-либо условий?


1.8. Какими данными о растворе необходимо располагать для пересчёта концентрации растворённого вещества, выраженной в виде массовой доли, в молярную концентрацию?


1.9. Может ли молярная масса эквивалента вещества быть меньше, больше или равной молярной массе этого же вещества? Как соотносятся количество вещества эквивалента с количеством моль самого вещества? Каким может быть соотношение молярной концентрации эквивалента с молярной концентрацией вещества?


1.10. Какими данными о растворе необходимо располагать для пересчёта молярной концентрации эквивалента растворённого вещества в молярную концентрацию? Что необходимо знать, чтобы рассчитать титр раствора при известной молярной концентрации эквивалента?


1.11. Что является целью титриметрического метода анализа? В чем заключается сущность титрования? Что такое титрант и аликвота?


1.12. Что такое точка эквивалентности, как ее можно выразить? Как определить точку окончания титрования при кислотно-основном титровании в присутствии индикатора?


1.13. Реакции каких типов используются в титриметрии. Какие требования предъявляются к реакциям, используемым в титриметрии?


1.14. Чем различаются основные способы титрования: прямое, косвенное и обратное?


1.15. Какие виды ошибок могут быть при титриметрическом анализе? Какие ошибки можно минимизировать?

Задачи
⧆ 1.1. В воде массой 200,0 г растворили 20,0 г хлорида натрия. Выразите концентрацию данного раствора следующими способами: массовая доля, промилле, миллионная доля, миллиграмм-процент, микрограмм-процент, титр. Плотность раствора составляет 1,018 г‍/‍мл.
Ответ ↴
9,1 %; 91 ‰; 9,1‍·‍10‍⁴ ppm; 9,1‍·‍10‍³ мг%; 9,1‍·‍10‍⁶ мкг%; 0,093 г‍/‍мл

⧆ 1.2. Водный раствор этилового спирта, с объёмной долей 70,0 % используется в медицине для приготовления лекарственных настоек, а также в качестве антисептика. Каким образом можно получить такой раствор, имея в распоряжении раствор с объёмной долей 96,0 %? Какой объём 96,0 %‑го раствора будет необходим для получения 1 л 70,0 %‑го?
Ответ ↴
729 мл

1.3. Спустя несколько часов после приёма алкоголя водитель решил на всякий случай проверить содержание этилового спирта в выдыхаемом воздухе с помощью карманного алкотестера. Полученный результат составил 0,125 промилле. Стоит ли водителю садиться за руль, если по действующим нормам предельно допустимое содержание алкоголя составляет 0,16 мг на 1 литр выдыхаемого воздуха, а плотность воздуха при н.у. составляет 1,29 кг‍/‍м‍³
Ответ ↴
Водителю не стоит садиться за руль, т.к. содержание алкоголя в выдыхаемом воздухе составляет 0,161 мг‍/‍л.

⧆ 1.4. Диметилсульфоксид (ДМСО) входит в состав различных противовоспалительных мазей. Водный раствор ДМСО, известный как препарат «Димексид», используется как наружное средство при ушибах, болях в мышцах и суставах. Для применения в составе компресса взяли димексид – концентрат с объёмной долей 99 %. Какой объём воды и концентрата потребуется для приготовления 20 мл рабочего раствора с объёмной долей концентрата в нём 25 %? Сколько граммов ДМСО будет содержать данный объём рабочего раствора, если плотность концентрата принять равной 1,1 г‍/‍мл, а плотность рабочего раствора – 1,03 г‍/‍мл?
Ответ ↴
5,1 мл; 5,5 г

⧆ 1.5. Вычислите молярную, эквивалентную молярную концентрацию и моляльность раствора серной кислоты с массовой долей 10 % и плотностью 1,066 г‍/‍мл. Фактор эквивалентности серной кислоты f(H₂SO₄) = ¹‍/‍₂.
Ответ ↴
1,09 моль‍/‍л; 2,18 моль‍/‍л; 1,13 моль‍/‍кг

1.6. К 200 мл раствора HCl с концентрацией 0,35 моль‍/‍л и плотностью 1,004 г‍/‍мл прибавили 600 мл раствора HCl с концентрацией 0,85 моль‍/‍л и плотностью 1,01 г‍/‍мл. Рассчитайте молярную концентрацию НСl в получившемся растворе. Плотность получившегося раствора составляет 1,008 г‍/‍мл.
Ответ ↴
0,72 моль‍/‍л

⧆ 1.7. Имеются растворы глюкозы с массовыми долями, равными 10 % и 40 %. Как можно из этих растворов приготовить 500 г раствора с концентрацией 20 %?
Образец решения ↴
Массу растворенного вещества в растворе можно рассчитать по формуле: m(глюкозы) = ω · m(раствора) Таким образом, в растворе массой 500 г с концентрацией 20% содержится 100 г глюкозы. Пусть масса раствора с концентрацией 10% равняется x г, а масса раствора с концентрацией 30% равняется y г. Тогда масса глюкозы, содержащейся в растворе с концентрацией 10%, составляет 0,1·x г, а глюкозы, содержащийся в растворе с концентрацией 30%, – 0,3·y г. Общая масса раствора, полученного при смешивании исходных, будет x + y г, что по условию задачи составляет 500 г. Масса глюкозы, содержащейся в новом растворе, будет 0,1·x + 0,3·y, что, как было найдено ранее, составляет 100 г. Тогда можно составить систему уравнений: x + y = 500 0,1·x + 0,3·y = 100 После решения которой получается, что x = 250 и y = 250. То есть, для приготовления 500 г раствора с концентрацией 20% нужно смешать 250 г раствора с концентрацией 10% и 250 г с концентрацией 30%.
Ответ ↴
Нужно смешать 330 г раствора с концентрацией 10 % и 170 г с концентрацией 40 %

⧆ 1.8. Рассчитайте массу ацетата натрия, необходимую для приготовления 400 мл раствора, в котором молярная концентрация ацетата натрия составляет 0,525 моль‍/‍л. Определите массовую долю полученного раствора. Плотность раствора составляет 1,018 г‍/‍мл.
Ответ ↴
Масса – 17,2 г; массовая доля – 4,23 %

⧆ 1.9. Концентрат, содержащий 36 г поваренной соли в 1 литре, использовали для приготовления рабочего раствора с молярной концентрацией 0,15 моль‍/‍л. Какой объём воды потребовалось добавить к 100 мл концентрата для получения рабочего раствора? Ответ выразить в миллилитрах.
Ответ ↴
310 мл

1.10. Растворы перекиси водорода с массовой долей 1 – 3 % используются для обработки ран, растворы большей концентрации можно применять только для дезинфекции медицинских инструментов и обработки помещений. В вашем распоряжении имеется раствор концентрацией 3,50 моль‍/‍л, на этикетке также указано, что плотность раствора составляет 1,04 г‍/‍мл. Допустимо ли использовать данный раствор для обработки ссадины? Следует ли его разбавить? Если да, то в какой пропорции следует взять раствор и воду?
Ответ ↴
Массовая доля перекиси в таком растворе 11,4 %, его использование для обработки ссадины чревато ожогом. Перед использованием к одной части имеющегося раствора следует добавить 3 части воды.

⧆ 1.11. Ортофосфорная кислота, вступила в реакцию в соответствии с уравнением:
H₃PO₄ + 2KOH = K₂HPO₄ + 2H₂O
Какова молярная концентрация эквивалента ортофосфорной кислоты в данном растворе, если с(H₃PO₄) = 0,1 моль‍/‍л?
Ответ ↴
0,2 моль‍/‍л

⧆ 1.12. На титрование (10,0) мл раствора NaOH было израсходовано 12,7 мл раствора HCl, в котором молярная концентрация эквивалента составляет 0,075 моль‍/‍л. Рассчитайте молярную концентрацию эквивалента NaOH в исследуемом растворе.
Ответ ↴
0,095 моль‍/‍л

1.13. Раствор аммиака с массовой долей 10,0 % известен как нашатырный спирт. Определите титр аммиака в данном растворе, если плотность его составляет 0,958 г‍/‍мл.
Определите титр серной кислоты в растворе, молярная концентрация эквивалента кислоты в котором составляет 0,1 моль‍/‍л, если фактор эквивалентности кислоты f(H₂SO₄) = ¹‍/‍₂.
Ответ ↴
0,0958 г‍/‍мл

1.14.
Ответ ↴
0,0049 г‍/‍мл



Справочные материалы
    `,
};

export default lesson1;
