/* eslint-disable no-irregular-whitespace */
const lesson9 = {
  title: "Редокс-равновесия и процессы",
  content: `
       Вопросы для подготовки
9.1. Окислительно-восстановительные процессы.


9.1.1. Сущность окислительно-восстановительных реакций.

9.1.2. Сопряженная окислительно-восстановительная пара.


9.2. Направление окислительно-восстановительных реакций.


9.2.1. Редокс-потенциал. Прогнозирование направления окислительно-восстановительных реакций.

9.2.2. Уравнение Нернста – Петерса. Влияние pH на потенциалы.

9.2.3. Электродвижущая сила.

9.2.4. Константа равновесия окислительно-восстановительного процесса.


9.3. Гальванический элемент.


9.3.1. Устройство гальванического элемента. Схема химической цепи гальванического элемента.

9.3.2. Электродный потенциал. Стандартный электродный потенциал.

9.3.3. Классификация электродов: электроды первого рода; второго рода; газовые электроды; редокс-электроды.

9.3.4. Измерение электродных потенциалов, стандартный водородный электрод.


9.4. Биологическая роль редокс-процессов.


9.4.1. Электронотранспортные цепи.

9.4.2. Редокс-процессы в биологических системах.

9.4.3. Редокс-буферные системы организма.


9.5. Диффузионный и мембранный потенциалы.


9.5.1. Диффузионный потенциал. Механизм возникновения. Роль в возникновении биопотенциалов.

9.5.2. Мембранный потенциал. Механизм возникновения. Биоэлектрические потенциалы.


9.6. Потенциометрический метод анализа.


9.6.1. Сущность потенциометрического метода анализа.

9.6.2. Электроды сравнения, индикаторные электроды, ионоселективные электроды.

9.6.3. Применение потенциометрии в медико-биологических исследованиях.



Конспект темы




Контрольные вопросы
9.1. Что такое окислительно-восстановительная пара? Какое название имеют компоненты окислительно-восстановительные пары?


9.2. Чем отличаются понятия окислитель и окисленная форма?


9.3. Какая величина характеризует способность окислительно-восстановительной пары принимать электроны?


9.4. Что означает выражение «стандартный окислительно-восстановительный потенциал»?


9.5. Как можно рассчитать окислительно-восстановительный потенциал при условиях, отличающихся от стандартных?


9.6. Что такое электродвижущая сила? Как можно использовать электродвижущую силу для прогнозирования направления протекания реакции?


9.7. Какими формулами связаны между собой электродвижущая сила, изменение стандартной энергии Гиббса и константа равновесия?


9.8. Как устроен гальванический элемент? Каковы его составные части?


9.9. Что такое схема химической цепи гальванического элемента? По каким правилам она составляется?


9.10. Что происходит при работе гальванического элемента на катоде и на аноде? Как меняются массы металлических пластинок и концентрации растворов?


9.11. Как можно использовать гальванический элемент для измерения электродного потенциала какого-либо электрода?


9.12. Как устроен стандартный водородный электрод? Для каких целей он применяется?


9.13. Что такое электронотранспортная цепь? Какова ее роль в организме?


9.14. Каким типам окислительных процессов подвергаются органические вещества в организме?


9.15. С чем связано патологическое воздействие сильных окислителей на живой организм?


9.16. Какова роль пероксидного окисления липидов?


9.17. Какие системы организма противодействуют незапланированному окислению?


9.18. Что такое диффузионный потенциал?


9.19. Что такое мембранный потенциал?


9.20. Что является целью потенциометрического метода анализа?


9.21. Что такое электрод сравнения? Как устроен электрод сравнения на примере хлорсеребряного электрода?


9.22. Чем отличается индикаторный электрод от электрода сравнения?


9.23. Как можно добиться, чтобы потенциал индикаторного электрода зависел только от величины концентрации исследуемого вещества?


9.24. Какой электрод используется в качестве индикаторного для определения величины pH?


9.25. Что такое ферментные электроды? Концентрация каких веществ они позволяют определять?






Тестирование


Задачи
⧆ 9.1. Для предложенных уравнений реакций определите окислитель и восстановитель (исходя из того, как записано уравнение, без учета величин редокс-потенциалов). Выберите из таблицы окислительно-восстановительных потенциалов полуреакции восстановления для каждой из сопряженных окислительно-восстановительных пар. На основании сравнения редокс-потенциалов соответствующих полуреакций определите, в какой окислительно-восстановительной паре содержится более сильный окислитель. Рассчитайте ЭДС реакции и сделайте вывод о возможности для записанного уравнения самопроизвольного протекания реакций при стандартных условиях.
а) SnCl₂ + 2FeCl₃ ⇄ SnCl₄ + 2FeCl₂;
б) 2FeCl₃ + 2KI ⇄ 2FeCl₂ + 2KCl + I₂;
в) 2KF + 2FeCl₃ ⇄ F₂ + 2FeCl₂ + 2KCl;
г) 2MnSO₄ + 5Br₂ + 6K₂SO₄ + 8H₂O ⇄ 2KMnO₄ + 10KBr + 8H₂SO₄.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 172. Задача 74.
Ответ ↴
а) 0,62 В, реакция протекает; б) 0,23 В, реакция протекает; в) −2,00 В, реакция не протекает; г) −0,42 В, реакция не протекает.

9.2. В окислительно-восстановительной системе Fe³⁺/Fe²⁺ активности компонентов составляют a(Fe³⁺) = 0,05 моль‍/‍л и a(Fe²⁺) = 0,03 моль‍/‍л. Система находится при температуре 25 °‍C. Рассчитайте окислительно-восстановительный потенциал такой системы.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 176. Задача 79.
Ответ ↴
0,78 В

⧆ 9.3. В окислительно-восстановительной системе MnO₄⁻+8H⁺/Mn²⁺+4H₂O активности компонентов составляют a(MnO₄⁻) = 0,02 моль‍/‍л, a(Mn²⁺) = 0,01 моль‍/‍л и a(H⁺) = 0,03 моль‍/‍л. Система находится при температуре 30 °‍C. Рассчитайте окислительно-восстановительный потенциал такой системы.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 176. Задача 80.
Ответ ↴
1,37 В

⧆ 9.4. Определите потенциал редокс-системы MnO₄⁻ + 8H⁺ + 5e⁻ → Mn²⁺ + 4H₂O, если дано, что [H⁺] = 0,1 моль‍/‍л, [MnO₄⁻] = [Mn²⁺] = 0,2 моль‍/‍л.

⧆ 9.5. Утверждается, что токсическое действие нитритов на организм человека, обусловлено окислением гемоглобина (Fe²⁺) в метгемоглобин (Fe³⁺). Справедливо ли такое утверждение, если стандартный окислительно-восстановительный потенциал пары метгемоглобин/гемоглобин составляет 0,055 В? В какой форме, свободной или в составе комплекса с гемом, железо (II) более уcтойчиво к окислению? Сделанные выводы подтвердите расчётом ЭДС. φ‍°‍(NO₂⁻/NO) = 1,2 В
Ответ ↴
более устойчива свободная форма железа в виду меньшего значения ЭДС реакции окисления

9.6. Методом ионно-электронного баланса составьте уравнение окислительно-восстановительной реакции: FeSO₄ + K₂Cr₂O₇ + H₂SO₄ и определите, насколько полно пойдет процесс.

9.7. Нитрит натрия используется в производстве колбасных изделий как консервант и стабилизатор окраски. Согласно ГОСТ, содержание нитритов в колбасах не превышает 2,5‍·‍10‍⁻‍⁵ г на 1 кг. Известно, что нитрит-ион обладает токсическим действием на организм, т.к. способен окислять гемоглобин в метгемоглобин. Составьте уравнение реакции (в ионном виде) между гемоглобином (Fe²⁺) и нитритом натрия. Рассчитайте какую массу колбасы потребовалось бы съесть, чтобы добиться окисления 5 % гемоглобина, содержащегося в крови. При расчётах принять допущение, что весь поступивший нитрит всосётся в кровь, считать, что содержание гемоглобина в крови составляет 130 г/л, а объём крови составляет 3 л. Молярная масса гемоглобина – 64458 г‍/‍моль и на 1 моль гемоглобина приходится 4 моль Fe²⁺.
Ответ ↴
33 кг

9.8. Гальванический элемент состоит из серебряного и кадмиевого электродов, погруженных в растворы солей этих металлов с молярной концентрацией 1 моль‍/‍л. Запишите уравнения полуреакций окисления и восстановления. Составьте схему химической цепи гальванического элемента. Рассчитайте ЭДС гальванического элемента.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 183. Задача 90.
Ответ ↴
1,20 В

9.9. Гальванический элемент состоит из платинового электрода, погруженного в раствор, содержащий Fe₂(SO₄)₃ и FeSO₄, и цинкового электрода, погруженного в раствор ZnSO₄. Активности катионов в растворах составляют a(Fe³⁺) = 1,3 моль‍/‍л, a(Fe²⁺) = 0,4 моль‍/‍л, a(Zn²⁺) = 0,2 моль‍/‍л. Запишите уравнения полуреакций окисления и восстановления и суммарное уравнение реакции. Составьте схему химической цепи гальванического элемента. Рассчитайте ЭДС гальванического элемента.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 183. Задача 90.
Ответ ↴
Fe₂(SO₄)₃ + Zn = 2FeSO₄ + ZnSO₄, 0,75 В, −0,78 В, 1,53 В

9.10. Одним из значимых диагностических показателей, определяемых в ходе общего анализа мочи, является её реакция (рН). Определение рН мочи производится с помощью рН‑метра. Как будет выглядеть схема электрической цепи рН‑метра, если допустить, что прибор представляет собой гальванический элемент, состоящий из водородного электрода сравнения и погружённого в исследуемую жидкость водородного электрода определения? Каково значение рН мочи, если при 298 К значение ЭДС описанного гальванического элемента составляет −0,354 В?
Ответ ↴
рН = 6

9.11. Электрод, изготовленный из меди, опущен в раствор сульфата меди с молярной концентрацией c(CuSO₄) = 6,5‍·‍10‍⁻‍⁴ моль‍/‍л. Температура составляет 25 °‍C. Рассчитайте потенциал электрода при данных условиях.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 184. Задача 91.
Ответ ↴
0,26 В

9.12. Содержание ионов меди в плазме крови пациента составило 1270 мкг‍/‍л. Каким в этом случае могло бы быть значение потенциала электрода, представляющего собой погружённую в образец плазмы крови пластинку из металлической меди? Считать, что измерение происходит при 298 К.
Ответ ↴
2,9‍·‍10‍⁻‍⁵ В

⧆ 9.13. Для измерения pH исследуемого раствора составлена гальваническая цепь (−) Pt, H₂ | H⁺ || KCl, AgCl | Ag (+). Величина ЭДС составила 0,534 В. Система находится при температуре 30 °‍C. Потенциал хлорсеребряного электрода при данной температуре φ(AgCl, KCl(насыщ)/Ag) = 0,202 В. Вычислите величину pH.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 187. Задача 95.
Ответ ↴
5,53

9.14. Электрод, изготовленный из марганца, опущен в раствор сульфата марганца. Система находится при температуре 25 °‍C. Потенциал электрода при данных условиях составляет φ(Mn²⁺/Mn) = −1,24 В. Вычислите активность сульфата марганца.
Образец решения ↴
Mn²⁺ + 2e⁻ = Mn φ = φ°−(RT/2F)·ln(a(Mn²⁺)), отсюда a(Mn²⁺) = exp(((φ-φ°)·z·F)/(R·T)) a(Mn²⁺) = exp(((-1,24-(-1,185))·2·96500)/(8,31·298)) = 1,38‍·‍10‍⁻‍²
Ответ ↴
1,38‍·‍10‍⁻‍² моль‍/‍л

9.15. На границе растворов хлорида натрия с молярными концентрациями 0,3 моль‍/‍л и 0,02 моль‍/‍л возникает диффузионный потенциал. Система находится при температуре 25 °‍C. Подвижности ионов составляют u‍°‍(Na⁺) = 5,2‍·‍10‍⁻‍⁸ м‍²‍/‍(‍В‍·‍с‍) и u‍°‍(Cl⁻) = 7,9‍·‍10‍⁻‍⁸ м‍²‍/‍(‍В‍·‍с‍). Коэффициент активности ионов в растворе хлорида натрия с молярной концентрацией 0,3 моль‍/‍л составляет γ = 0,81, а с молярной концентрацией 0,02 моль‍/‍л – γ = 0,87. Вычислите величину диффузионного потенциала.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 180. Задача 86.
Ответ ↴
−0,013 В

9.16. Два раствора хлорида калия разной концентрации разделены мембраной. Активность ионов K⁺ в первом растворе составляет a(K⁺) = 4,3‍·‍10‍⁻‍⁵ моль‍/‍л, во втором – a(K⁺) = 1,6‍·‍10‍⁻‍³ моль‍/‍л. Система находится при температуре 25 °‍C. Вычислите величину мембранного потенциала.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 181. Задача 87.
Ответ ↴
−0,093 В



Справочные материалы
      `,
};

export default lesson9;
