/* eslint-disable no-irregular-whitespace */
const lesson5 = {
  title:
    "Теория растворов электролитов. Протолитические равновесия и процессы в растворах электролитов. Электрохимия",
  content: `
        Вопросы для подготовки
5.1. Основы теории растворов.


5.1.1. Строение и свойства молекулы воды. Механизм процесса растворения.

5.1.2. Теория электролитической диссоциации. Сильные и слабые электролиты. Степень диссоциации.


5.2. Свойства растворов сильных электролитов.


5.2.1. Активность и коэффициент активности.

5.2.2. Ионная сила раствора.


5.3. Свойства растворов слабых электролитов.


5.3.1. Константа диссоциации.

5.3.2. Закон разбавления Оствальда.


5.4. Кислотно-основные свойства веществ.


5.4.1. Протолитическая теория кислот и оснований.

5.4.2. Сопряженные протолитические пары.

5.4.3. Амфолиты.


5.5. Характеристики кислотности и основности.


5.5.1. Автопротолиз воды. Ионное произведение воды.

5.5.2. Водородный показатель (pH).

5.5.3. Константы кислотности и основности.

5.5.4. Кислотно-основные индикаторы.

5.5.5. pH биологических жидкостей.


5.6. Электролитическая подвижность ионов.


5.6.1. Типы проводников. Биологические среды как проводники электрического тока. Медико-биологическое значение электропроводности биологических сред.

5.6.2. Электролитическая подвижность ионов, факторы, влияющие на ее величину. Предельная подвижность ионов.

5.6.3. Аномально высокая подвижность ионов H⁺ и OH⁻.


5.7. Электрическая проводимость.


5.7.1. Сопротивление и электропроводность: удельная электрическая проводимость, факторы, влияющие на ее величину.

5.7.2. Молярная электрическая проводимость, влияние разбавления на ее величину.

5.7.3. Предельная молярная электрическая проводимость. Закон Кольрауша.

5.7.4. Кондуктометрия, методы кондуктометрического анализа, применение в медико-биологических исследованиях.





Контрольные вопросы
5.1. Что такое активность иона? Является ли активность иона разновидностью концентрации? В каких единицах измеряется активность иона? Чем активность иона отличается от концентрации?


5.2. Почему для характеристики растворов электролитов наряду с концентрацией используется активность иона? Какая из этих двух величин при концентрациях до 1 моль‍/‍л будет больше для одного и того же раствора электролита?


5.3. Как рассчитать активность иона если известна его концентрация?


5.4. Какое влияние на коэффициент активности оказывает концентрация ионов, температура и ионная сила раствора?


5.5. Как рассчитать ионную силу раствора? Какое медико-биологическое значение имеет эта величина? Как изменение качественного и количественного содержания ионов во внутренней среде клетки может повлиять на состояние молекул белка в ней? Что такое высаливание? Следует ли учитывать ионную силу раствора лекарственного препарата при использовании инъекционного способа введения его в организм пациента?


5.6. Что такое степень электролитической диссоциации? Как по величине степени диссоциации отличаются сильные и слабые электролиты?


5.7. Что такое константа диссоциации? Почему константу диссоциации не используют для характеристики свойств сильных электролитов? Чем по своей сути являются константы кислотности и основности? Чем удобна величина pKa?


5.8. Как, согласно теории Брёнстеда, диссоциируют кислоты? Чем, с точки зрения теории Брёнстеда, являются основания? Что такое амфолиты?


5.9. Как, зная pKa, рассчитать pKb сопряжённого основания?


5.10. Как связаны между собой степень диссоциации и константа диссоциации (закон разбавления Оствальда)? Какая из характеристик, степень диссоциации или константа диссоциации, отражает свойства самого вещества, вне зависимости от концентрации?


5.11. Что такое сопряженные протолитические пары? Чем отличаются по составу (по структуре) компоненты протолитической пары? Какое сопряженное основание (сильное или слабое) соответствует сильной кислоте и слабой кислоте?


5.12. Что такое автопротолиз воды? Чему равна константа автопротолиза воды (ионное произведение воды)?


5.13. Какова концентрация ионов H⁺ в нейтральной, кислой и основной средах? Каким образом получаются эти значения из выражения для константы автопротолиза воды? Может ли концентрация ионов H⁺ в какой-либо среде быть равной 0?


5.14. Что такое водородный показатель (pH)?


5.15. Можно ли по величине pH сравнить силу двух кислот или оснований в растворах с разной концентрацией? Какая величина используется для сравнения силы кислот и оснований независимо от концентрации растворов?


5.16. Как рассчитывается величина pH для растворов сильных кислот, сильных оснований, слабых кислот и слабых оснований?


5.17. Какие минимальные и максимальные значения может принимать величина pH? Может ли величина pH принимать значения, равные 0, −1, −2, 15, 16? Какие концентрации кислот и оснований были бы нужны для этого?


5.18. Какие бывают значения pH в биологических жидкостях?


5.19. Что такое кислотно-основные индикаторы? Какие изменения в структуре молекул приводят к тому, что они меняют окраску в зависимости от кислотности среды?


5.20. Чем обусловлена способность биологических сред проводить электрический ток? Проводниками какого типа являются биологические среды? Какие методы лечения и диагностики, основанные на электропроводности биологических сред, вам известны?


5.21. Чем отличается подвижность иона от скорости движения иона? От каких факторов зависит подвижность иона?


5.22. Что такое предельная подвижность иона?


5.23. Какие два иона обладают аномальной предельной подвижностью? Чем объясняются аномальная предельная подвижность этих ионов?


5.24. Чем отличается удельная электрическая проводимость от обычной электрической проводимости (измеряемой в См)?


5.25. Как зависит удельная электрическая проводимость от концентрации? Чем объясняется такой характер зависимости?


5.26. Чем отличается молярная проводимость от удельной проводимости?


5.27. Зависит ли молярная проводимость от концентрации раствора? Чем это объясняется?


5.28. Что такое предельная молярная электрическая проводимость электролита?


5.29. Как связана предельная молярная электрическая проводимость электролита с предельной молярной проводимостью ионов, входящих в его состав?


5.30. Что такое кондуктометрия? Какое значение кондуктометрия имеет для клинико-лабораторной диагностики?






Тестирование


Задачи
5.1. Имеется раствор уксусной кислоты с молярной концентрацией c(CH₃COOH) = 0,03 моль‍/‍л. Вычислите степень ионизации уксусной кислоты в этом растворе.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 135. Задача 15.
Ответ ↴
2,41‍·‍10‍⁻‍²

⧆ 5.2. Раствор уксусной кислоты разбавили водой в четыре раза. Как и во сколько раз изменится степень диссоциации уксусной кислоты и концентрация протонов в растворе?
Ответ ↴
Степень диссоциации возрастает в 2 раза, концентрация протонов уменьшается в 2 раза

5.3. Имеется водный раствор, в котором молярные концентрации веществ составляют: C(NaCl) = 0,012 моль‍/‍л, C(KCl) = 0,015 моль‍/‍л, C(NaHCO₃) = 0,06 моль‍/‍л. Рассчитайте ионную силу такого раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 135. Задача 16.
Ответ ↴
0,087 моль‍/‍л

5.4. Рассчитайте ионную силу раствора, содержащего в 100 мл 0,6 г хлорида натрия, 0,1 г хлорида калия, 0,3 г гидрокарбоната натрия.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 135. Задача 16.
Ответ ↴
0,152 моль‍/‍л

⧆ 5.5. Вычислите ионную силу раствора, содержащего в 1 л 0,005 моль нитрата меди Cu(NO₃)₂ и 0,001 моль сульфата алюминия Al₂(SO₄)₃.

5.6. Ионная сила плазмы крови составляет 0,15 моль‍/‍л, слюны – 0,036 моль‍/‍л. Как соотносятся активность ионов Са²⁺ в крови и в слюне, если концентрация свободного кальция в крови – 1,2 ммоль‍/‍л, а в слюне – 0,72 ммоль‍/‍л.
Ответ ↴
Соотношение активностей Са²⁺ в крови и в плазме при указанных концентрациях приблизительно 1:1

5.7. Имеется раствор соляной кислоты с молярной концентрацией C(HCl) = 0,08 моль‍/‍л. Коэффициент активности в данном растворе составляет γ = 0,82. Вычислите pH такого раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 139. Задача 21.
Ответ ↴
1,18

⧆ 5.8. Имеется раствор муравьиной кислоты с молярной концентрацией C(HCOOH) = 0,03 моль‍/‍л. Вычислите pH такого раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 141. Задача 26.
Ответ ↴
2,64

⧆ 5.9. Формалин – 40 %‑ный водный раствор формальдегида (плотностью 1,11 г‍/‍мл), применяемый для консервации анатомических препаратов. Вследствие реакции диспропорционирования, протекающей в растворе, часть формальдегида окисляется до муравьиной кислоты, содержание которой, согласно ГОСТу, не может превышать 0,2 %. Рассчитайте степень диссоциации муравьиной кислоты в этом растворе и минимально возможное значение рН формалина.
Ответ ↴
0,06; рН = 2,54

⧆ 5.10. Кислотность слюны взрослого человека колеблется в диапазоне от 6,8 до 7,8. Какова минимальная молярная концентрация протонов в слюне?
Ответ ↴
1,6‍·‍10‍⁻‍⁸ моль‍/‍л

5.11. Определите какое из патологических состояний, ацидоз или алкалоз, имеет место быть у пациента, если концентрация протонов в плазме крови этого пациента составляет 5,6‍·‍10‍⁻‍⁸ моль‍/‍л.
Ответ ↴
ацидоз

⧆ 5.12. Опишите, как по величине концентрации одноосновной кислоты в растворе и величине pH в этом растворе определить, является кислота сильной или нет. В качестве примера определите, какая из двух одноосновных кислот является сильной, если в растворе первой кислоты с молярной концентрацией 0,1 моль‍/‍л величина pH = 2, а в растворе второй кислоты с молярной концентрацией 0,001 моль‍/‍л величина pH = 3.

5.13. Раствор хлорида калия с удельной электрической проводимостью ϰ = 1,167 См/м поместили в кондуктометрическую ячейку. Сопротивление этого раствора составило 24,78 Ом. В этой же кондуктометрической ячейке измерили сопротивление раствора HCl, которое составило 20,46 Ом. Вычислите удельную электрическую проводимость раствора HCl.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 145. Задача 31.
Ответ ↴
1,413 См‍/‍м

5.14. Раствор хлорида калия с удельной электрической проводимостью ϰ = 1,119 См/м поместили в кондуктометрическую ячейку. Сопротивление этого раствора составило 32,26 Ом. В этой же кондуктометрической ячейке измерили сопротивление раствора HCl с молярной концентрацией c(HCl) = 0,124 моль‍/‍л, которое составило 26,81 Ом. Вычислите удельную электрическую проводимость и молярную электрическую проводимость раствора HCl.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 145. Задачи 31, 32.
Ответ ↴
???? См‍/‍м, 0,011 (‍См‍·‍м‍²‍)‍/‍моль



Справочные материалы
      `,
};

export default lesson5;
