/* eslint-disable no-irregular-whitespace */
const lesson10 = {
  title: "Физикохимия поверхностных явлений",
  content: `
       
Вопросы для подготовки
10.1. Поверхностные явления. Сорбция.


10.1.1. Свойства молекул в поверхностном слое и объеме жидкости.

10.1.2. Поверхностная энергия Гиббса, поверхностное натяжение.

10.1.3. Примеры поверхностных явлений, их медико-биологическое значение.

10.1.4. Сорбция и ее виды. Основные понятия: сорбент, сорбат, сорбтив, сорбционный комплекс, сорбционное равновесие.


10.2. Абсорбция.


10.2.1. Абсорбция в системах «жидкость – газ», «жидкость – жидкость», «твердое тело – жидкость».

10.2.2. Законы Генри и Сеченова.

10.2.3. Роль абсорбции в жизнедеятельности организма.


10.3. Адсорбция на поверхности жидкости.


10.3.1. Уравнение Гиббса. Положительная и отрицательная адсорбция.

10.3.2. Поверхностная активность, поверхностноактивные (ПАВ) и поверхностноинактивные (ПИВ) вещества.

10.3.3. Изотермы поверхностного натяжения для ПАВ и ПИВ.

10.3.4. Особенности строения молекул ПАВ и ПИВ, их расположение относительно границы раздела фаз.

10.3.5. Правило Дюкло – Траубе.

10.3.6. Биологическая роль ПАВ.


10.4. Адсорбция на твёрдых адсорбентах.


10.4.1. Факторы, влияющие на адсорбцию. Удельная адсорбция.

10.4.2. Изотерма адсорбции. Уравнения Лэнгмюра и Фрейндлиха.


10.5. Адсорбция электролитов.


10.5.1. Избирательная адсорбция ионов. Правило Панета – Фаянса, лиотропные ряды электролитов.

10.5.2. Ионообменная адсорбция.

10.5.3. Иониты, их классификация.


10.6. Хроматография.


10.6.1. Принципы хроматографии.

10.6.2. Классификация хроматографических методов.


10.7. Адсорбция и хроматография в медицине.


10.7.1. Применение адсорбции в медицине, санитарно-гигиенической практике.

10.7.2. Применение хроматографии в медицине, медико-биологических исследованиях.





Контрольные вопросы
10.1. Чем отличаются свойства молекул, находящихся в поверхностном слое, от свойств молекул, находящихся в объёме жидкости?


10.2. Какими двумя способами можно дать определение понятию «поверхностное натяжение»?


10.3. Что такое абсорбция?


10.4. Как зависит абсорбция от давления газа над жидкостью?


10.5. Как закон Генри позволяет объяснить возникновение кессонной болезни?


10.6. Как влияет на растворимость газов присутствие электролитов?


10.7. Каковы причины высаливания газов?


10.8. В чем проявляется поверхностная активность?


10.9. Какие вещества называют поверхностно-активными, поверхностно-инактивными и поверхностно-неактивными?


10.10. Каковы особенности строения поверхностно-активных веществ?


10.11. Как располагаются молекулы ПАВ и ПИВ относительно границы раздела фаз?


10.12. Как изменяется поверхностная активность при удлинении углеводородной цепи молекулы ПАВ на одну метиленовую группу?


10.13. Какое существует уравнение для вычисления адсорбции на границе «жидкость – газ»?


10.14. Что такое удельная адсорбция?


10.15. Как называется графическая зависимость удельной адсорбции от концентрации в растворе адсорбируемого вещества?


10.16. Какие существуют уравнениях для описания изотермы адсорбции?


10.17. В каких случаях целесообразно применять уравнение Лэнгмюра и в каких уравнение Фрейндлиха?


10.18. Как зависит величина адсорбции от площади поверхности адсорбента?


10.19. Как зависит величина адсорбции от пористости адсорбента?


10.20. Какие вещества, полярные или неполярные, лучше адсорбируют полярные и неполярные адсорбенты?


10.21. Как изменяется величина адсорбции при увеличении концентрации в растворе адсорбируемого вещества?


10.22. Как зависит адсорбция от температуры?


10.23. Какие существуют два основных вида адсорбции ионов?


10.24. Какие ионы первыми адсорбируются на поверхности кристаллов согласно правилу Панета – Фаянса?


10.25. Как влияют на способность к адсорбции заряд и радиус иона?


10.26. Какие вещества называют катионитами и анионитами?


10.27. Можно ли катиониты и аниониты после их применения восстанавливать для повторного использования? Если можно, то что используется для этого?


10.28. На каком явлении основан метод хроматографии?


10.29. Что в хроматографии выполняет роль неподвижной фазы?


10.30. Что такое элюент? Что используется в хроматографии в качестве элюента?


10.31. По какой причине различаются скорости движения веществ через неподвижную фазу?


10.32. Как влияют способности веществ к адсорбции на скорость их движения в процессе хроматографии?


10.33. Какие выделяют виды хроматографии по механизму процесса разделения?


10.34. Для каких целей применяются адсорбенты в медицине в санитарно-гигиенической практике?


10.35. Для каких целей применяется хроматография в медицине?






Тестирование


Задачи
⧆ 10.1. При пропускании воды через сталагмометр было собрано 25 капель, при этом масса всех капель составила 3,672 г. При пропускании исследуемой жидкости через тот же сталагмометр было также собрано 25 капель, при этом масса всех капель составила 1,832 г. Поверхностное натяжение воды при температуре эксперимента равно 71,97‍·‍10‍⁻‍³ Н/м. Вычислите поверхностное натяжение исследуемой жидкости.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 243. Задача 1.
Ответ ↴
35,91‍·‍10‍⁻‍³ Н/м

⧆ 10.2. Для водного раствора некоторого вещества получены следующие данные по зависимости поверхностного натяжения (σ) от молярной концентрации (c):
c, моль‍/‍л	0,05	0,1	0,2
σ, 10⁻³ Н‍/‍м	72,3	65,8	58,3
Определите по имеющимся данным, как изменяется поверхностная активность с увеличением концентрации.
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 768. Пример 19.1.
Ответ ↴
g₁ = 0,13 (Н‍·‍л‍)‍/‍(‍моль‍·‍м‍); g₂ = 0,075 (Н‍·‍л‍)‍/‍(‍моль‍·‍м‍)

⧆ 10.3. В раствор уксусной кислоты объемом 200 мл поместили адсорбент массой 5 г. При этом молярная концентрация уксусной кислоты снизилась с 0,5 моль‍/‍л до 0,238 моль‍/‍л. Рассчитайте величину адсорбции (в моль‍/‍г) и степень адсорбции (в %).
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 252. Задача 12.
Ответ ↴
1,048‍·‍10‍⁻‍² моль‍/‍г, 52,4 %

⧆ 10.4. В раствор уксусной кислоты поместили адсорбент массой 5 г. После установления адсорбционного равновесия молярная концентрация уксусной кислоты составила 0,132 моль‍/‍л. Экспериментально установленные параметры уравнения Лэнгмюра составляют Γ∞ = 4,3‍·‍10‍⁻‍³ моль‍/‍г и α = 3,8‍·‍10‍⁻‍² моль‍/‍л. Определите массу уксусной кислоты, которая адсорбировалась из раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 248. Задача 7.
Ответ ↴
1,00 г

10.5. В ёмкость, содержащую водный раствор уксусной кислоты, поместили 2 г активированного угля. После установления адсорбционного равновесия концентрация кислоты в растворе составила 0,1 моль‍/‍л. Рассчитайте массу вещества, поглощённого адсорбентом, если известно, что предел адсорбции составляет 5‍·‍10‍⁻‍³ моль/г, а величина α = 0,06 моль‍/‍л.
Ответ ↴
0,375 г

10.6. Катионит КУ‑2‑8, применяемый для очистки и умягчения питьевой воды, имеет статическую обменную ёмкость 1,8 г‑экв.‍/‍л (объёмная плотность данного ионита 730 г‍/‍л). Предельно допустимая жёсткость водопроводной воды – 7 мг‑экв.‍/‍л. Какой станет жёсткость водопроводной воды через сутки после того, как 500 мл её поместили в ёмкость, содержащую 1 г катионита КУ‑2‑8, если исходная величина данного показателя соответствовала предельно допустимому значению? Достигнет ли допустимого значения показатель жёсткости воды из скважины если в аналогичных условиях масса катионита составит 2 г, а исходная жёсткость воды 18 мг‑экв.‍/‍л?
Ответ ↴
2 мг‑экв.‍/‍л; итоговое значение жёсткости составит 8 мг‑экв.‍/‍л, а значит не достигнет допустимого для питьевой воды уровня.

⧆ 10.7. Имеется водный раствор некоторого вещества с молярной концентрацией 0,6 моль‍/‍л. Раствор находится при температуре 18 °‍C. Поверхностное натяжение раствора составляет 68,25‍·‍10‍⁻‍³ Н/м, поверхностное натяжение воды при той же температуре – 73,05‍·‍10‍⁻‍³ Н/м. Определите тип адсорбции на поверхности раствора.
Образец решения ↴
Литвинова Т.Н. Общая химия: задачи с медико-биологической направленностью. – Ростов н/Д: Феникс, 2014, с. 247. Задача 6.
Ответ ↴
адсорбция положительная, 9,92‍·‍10‍⁻‍⁷ моль‍/‍м²

⧆ 10.8. Поверхностная активность масляной (бутановой) кислоты в водном растворе при 25 °‍C составляет 0,38 Н‍·‍л‍/‍(‍моль‍·‍м‍). Определите поверхностную активность валериановой (пентановой) кислоты в водном растворе при этой же температуре и рассчитайте величину ее адсорбции на поверхности водного раствора с молярной концентрацией 0,02 моль‍/‍л.
Образец решения ↴
Попков В.А., Пузаков С.А. Общая химия: учебник. – М.: ГЭОТАР-Медиа, 2010, с. 770. Пример 19.2.
Ответ ↴
1,22 Н‍·‍л‍/‍(‍моль‍·‍м‍); 9,82‍·‍10‍⁻‍⁶ моль‍/‍м²

⧆ 10.9. В составе картриджа к бытовому фильтру для питьевой воды содержится катионит. Пропускаемая через картридж водопроводная вода содержит катионы Fe³⁺, Ca²⁺, Mg²⁺, Al³⁺, Sr²⁺, Mn²⁺ и ряд других (в количествах, не превышающих предусмотренные СанПиН ПДК). В ходе эксплуатации фильтра возможна регенерация катионита раствором NaCl. В какой последовательности будут выходить из картриджа перечисленные катионы при промывании его раствором хлорида натрия? Какой из перечисленных катионов практически не вымывается из картриджа и, при высоком содержании в воде, способен существенно сократить срок его эксплуатации?
Ответ ↴
Mg²⁺, Ca²⁺, Sr²⁺, Al³⁺, Fe³⁺ (последний практически не вымывается)

⧆ 10.10. В растворе присутствуют радиоактивные изотопы стронция. Возможно ли использование порошка сульфата бария для связывания указанных изотопов из раствора? Будут ли на поверхности частиц сульфата бария адсорбироваться катионы Mg²⁺, Zn²⁺, Cu²⁺, Fe³⁺? Поясните свой ответ.
Ответ ↴
Возможно, т.к. ионы стронция изоморфны кристаллической решётке сульфата бария. Прочие указанные катионы не будут адсорбироваться на поверхности частиц сульфата бария.

10.11. При определении адсорбции уксусной кислоты активированным углем были получены следующие данные:
c, моль‍/‍л	0,015	0,028	0,044	0,062
Γ, ммоль‍/‍г	2,49	3,69	4,62	5,31
Определите значение постоянных величин α и Γ∞, входящих в уравнение Лэнгмюра.
Образец решения ↴
Методическое пособие по общей химии, – Челябинск: 1993, с. 153-155. Задача 2.



Справочные материалы
      `,
};

export default lesson10;
