const lesson14 = {
  title: "Поли- и гетерофункциональные органические соединения",
  content: `
        
Вопросы для подготовки
14.1. Энантиомерия.

14.1.1. Хиральность.

14.1.2. Асимметрический атом углерода как центр хиральности.

14.1.3. Проекционные формулы Фишера.

14.1.4. Оптическая активность энантиомеров. Рацематы. Мезо-соединения.


14.2. Конфигурации энантиомеров.

14.2.1. Относительная конфигурация.

14.2.2. D,L‑система стереохимической номенклатуры.

14.2.3. Абсолютная конфигурация.

14.2.4. R,S‑система стереохимической номенклатуры.


14.3. Диастереомерия.

14.3.1. σ‑ и π‑Диастереомеры.

14.3.2. цис,транс‑ и E,Z‑системы номенклатуры.


14.4. Свойства энантиомеров и диастереомеров.

14.4.1. Различие свойств энантиомеров и диастереомеров.

14.4.2. Способы разделения рацематов.

14.4.3. Влияние стереоизомерии на биологическую активность.


14.5. Биологически важные поли‑ и гетерофункциональные органические соединения.

14.5.1. Гидроксикислоты: стереоизомерия, биологическая роль отдельных представителей (молочной, яблочной, β‑гидроксимасляной, γ‑гидроксимасляной).

14.5.2. Оксокислоты: кето-енольная таутомерия, биологическая роль отдельных представителей (пировиноградной, ацетоуксусной, щавелевоуксусной, α‑кетоглутаровой).

14.5.3. Ненасыщенные карбоновые кислоты: стереоизомерия, биологическая роль отдельных представителей (акриловая, малеиновая, фумаровая).

14.5.4. Поликарбоновые кислоты: биологическая роль отдельных представителей (малоновая, янтарная, глутаровая, лимонная, изолимонная).

14.5.5. Аминокислоты: классификация, стереоизомерия, кислотно-основные свойства, диполярная структура, образование пептидов.

14.5.6. Гетерофункциональные производные бензола (п‑аминобензойная кислота, п‑аминофенол, салициловая кислота, сульфаниловая кислота): биологическая роль и применение в медицинской практике.

14.5.7. Аминоспирты и аминофенолы: биологическая роль отдельных представителей (коламин, холин, ацетилхолин, дофамин, норадреналин, адреналин).





Контрольные вопросы
14.1. Как можно установить хиральность или ахиральность молекулы при помощи ее модели и модели ее зеркального отражения?

14.2. Можно ли установить наличие хиральности молекулы по структурной формуле?

14.3. Каковы особенности строения отдельных атомов молекулы, обладающей свойством хиральности?

14.4. Каковы правила написания проекционных формул Фишера?

14.5. Чем поляризованный свет отличается от обычного света?

14.6. Что происходит с поляризованным светом при пропускании его через раствор оптически активного вещества?

14.7. Как различаются энантиомеры одного соединения по их способности воздействовать на поляризованный свет?

14.8. Что такое рацематы? Какой оптической активностью обладают рацематы?

14.9. Может ли молекула иметь в своём составе центры хиральности и при этом не обладать оптической активностью?

14.10. Как определяется относительная конфигурация энантиомеров?

14.11. Как определяется старшинство групп по R,S‑системе стереохимической номенклатуры?

14.12. Как определить абсолютную конфигурацию молекулы пользуясь R,S‑системой стереохимической номенклатуры?

14.13. Как связан знак угла вращения плоскости поляризации с относительной и абсолютной конфигурациями для различных молекул?

14.14. Как связано количество стереоизомеров с количеством центров хиральности?

14.15. Как называются стереоизомеры, не являющиеся зеркальным отражением друг друга?

14.16. В каких случаях для обозначения конфигурации π‑диастереоизомеров необходимо вместо цис,транс‑системы пользоваться E,Z‑системой?

14.17. По каким свойствам совпадают и различаются энантиомеры и диастереомеры?

14.18. В чём заключаются механические, биохимические, химические, хроматографические методы разделения энантиомеров?

14.19. По какой причине энантиомеры могут различаться по своей биологической активности?

14.20. Что такое «кетоновые тела»? Какие вещества к ним относятся?

14.21. В чем состоит явление кето-енольной таутомерии? Какая форма молекул называется кетонной, а какая енольной?

14.22. Какие природные соединения существуют в растворе в таутомерных формах?

14.23. Какие из оксокислот имеют биологическое значение? В чем оно заключается?

14.24. Какие реакции приводят к превращению коламина в холин, холина в ацетилхолин, норадреналина в адреналин? Декарбоксилированием какой исходной аминокислоты получается коламин? Какое значение имеет гидролиз ацетилхолина?

14.25. Какова биологическая роль щавелевой, малоновой, янтарной, глутаровой, лимонной, изолимонной, фумаровой, малеиновой кислот?

14.26. Какое применение в медицинской практике находят производные акриловой и метакриловой кислот?

14.27. Какова биологическая роль и применение в медицинской практике п‑аминобензойной кислоты и ее производных?

14.28. Какова биологическая роль и применение в медицинской практике п‑аминофенола и его производных?

14.29. Чем объясняются более сильные кислотные свойства салициловой кислоты по сравнению с фенолом и бензойной кислотой?

14.30. Какова биологическая роль и применение в медицинской практике салициловой кислоты и ее производных?

14.31. Какова биологическая роль и применение в медицинской практике сульфаниловой кислоты и ее производных?

14.32. На чем основано антибактериальное действие производных п‑аминобензолсульфоновой (сульфаниловой) кислоты? Какую роль при этом играет структурное и химическое сходство сульфаниламидных препаратов и п‑аминобензойной кислоты?

14.33. Какова биологическая роль катехоламинов, какие соединения относятся к этой группе? Какова последовательность превращения этих соединений в организме?

14.34. Как классифицируются α‑аминокислоты по природе радикала, по полярности, по заменимости?

14.35. Какое количество хиральных центров могут иметь протеиногенные аминокислоты? Какова относительная конфигурация каждой из этих аминокислот?

14.36. Какая структура α‑аминокислот называется биполярным ионом (цвиттер-ионом)?

14.37. Чем определяется величина изоэлектрической точки аминокислот?

14.38. Фрагменты каких функциональных групп молекул α‑аминокислот участвуют в образовании пептидных связей?

14.39. Как объяснить свойства пептидных связей исходя из их строения?

14.40. Какие процессы происходят в растворах α‑, β‑ и γ‑гидроксикислот при нагревании?

14.41. Какие процессы происходят в растворах α‑, β‑ и γ‑аминокислот при нагревании?

14.42. Аскорбиновая кислота (см. ниже) представляет собой производное лактона. Нагревание (и даже длительное стояние) растворов кислот какого типа приводит к образованию подобных продуктов?






Тестирование


Задачи
⧆ 14.1. Открытоцепная форма глюкозы по правилам заместительной номенклатуры могла бы быть названа 2,3,4,5,6‑пентагидроксигексаналь. Изобразите структурную формулу данного соединения и укажите номера асимметрических атомов. Какое количество оптических изомеров имеет соединение с такой структурой?
Ответ ↴
4 асимметрических атома (2‑й, 3‑й, 4‑й и 5‑й), 16 оптических изомеров

⧆ 14.2. Из имеющегося списка выберите соединения, существующие в виде энантиомеров. Отметьте в структурных формулах таких веществ центры хиральности.
β‑Аланин (3‑аминопропановая кислота); бутанол‑2; молочная (2‑гидроксипропановая) кислота.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 53. Задача 3.

14.3. Определите возможность существования стереоизомеров гидроксикарбоновых кислот: молочной, яблочной, винной, лимонной, изолимонной. Изобразите энантиомеры этих кислот в виде проекционных формул Фишера. Отметьте звездочкой хиральный центр.

⧆ 14.4. Из имеющегося списка выберите хиральные соединения, изобразите пары их энантиомеров в виде проекционных формул Фишера, определите для каждого энантиомера принадлежность к D‑ или L‑ряду.
3‑Гидроксипропаналь; ацетоуксусная кислота (3‑оксобутановая кислота); метионин (2‑амино‑4‑метилтиобутановая кислота); треонин (2‑амино‑3‑гидроксибутановая кислота).
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 56. Задача 4.

⧆ 14.5. Для того из перечисленных ниже соединений, которое обладает оптической активностью, изобразите конфигурации всех возможных оптических изомеров в виде проекционных формул Фишера. Для каждого из изомеров укажите принадлежность к D‑, либо L‑ряду.
1) глицин (2‑аминоэтановая кислота);
2) α‑аланин (2‑аминопропановая кислота);
3) β‑аланин (3‑аминопропановая кислота);
4) пировиноградная кислота (2‑оксопропановая кислота).
Ответ ↴
необходимо изобразить в виде проекционных формул Фишера конфигурации асимметрического атома в D‑ и L‑ изомерах α‑аланина

14.6. Изобразите в виде проекционных формул Фишера все возможные стереоизомеры 2‑амино‑3‑гидроксибутановой кислоты. Выберите среди получившихся стереоизомеров пары энантиомеров и диастереомеров.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 60. Задача 5.

14.7. Определите, какую конфигурацию согласно R,S‑системы стереохимической номенклатуры имеют L‑серин (L‑2‑амино‑3‑гидроксипропановая кислота) и D‑яблочная кислота (D‑2‑гидроксибутандиовая кислота).
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 63. Задача 6.

⧆ 14.8. Фумаровая и малеиновая кислоты, формулы которых приведены ниже, являются конфигурационными изомерами друг друга. При этом фумаровая кислота является одним из важнейших участников обмена веществ, а малеиновая – токсичное соединение. Как называется данный тип изомерии? Назовите каждый из двух изомеров.
Фумаровая кислота:  Малеиновая кислота: 
Ответ ↴
фумаровая кислота является транс‑изомером, а малеиновая – цис‑изомером

14.9. Из имеющегося списка выберите соединения, существующие в виде π‑диастереомеров. Изобразите пары этих π‑диастереомеров, определите для каждого диастереомера принадлежность к E‑ или Z‑ряду.
Бутен‑2‑овая кислота; бутен‑3‑овая кислота; гексен‑3‑овая кислота.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 76–77.

14.10. Определите возможность существования таутомеров оксокарбоновых кислот: пировиноградной, ацетоуксусной, щавелевоуксусной, α‑кетоглутаровой. Изобразите таутомерные формы этих кислот.

⧆ 14.11. Щавелевоуксусная кислота является одним из метаболитов цикла Кребса. Данное соединение может существовать в виде двух таутомерных форм. Запишите структуры этих таутомеров. Укажите название данного вида таутомерии. Какая из таутомерных форм более устойчива? Поясните свой ответ.
Ответ ↴
кето-енольная таутомерия; енольная форма

14.12. Напишите специфические реакции, протекающие при нагревании аминокислот на примере α‑аминобутановой, β‑аминобутановой и γ‑аминобутановой кислот.

14.13. Напишите структуры биогенных аминов: коламина, холина, норадреналина, адреналина. Предположите, декарбоксилированием какой исходной аминокислоты получается коламин. Напишите реакции метилирования коламина и норадреналина; ацетилирования холина; кислотного гидролиза ацетилхолина; образования солянокислых солей адреналина и норадреналина.

14.14. Четырёхчленное β‑лактамное кольцо является важнейшим структурным элементом молекул антибиотиков пенициллинового ряда. Однако структура эта крайне неустойчива, её существование в природе – редкое исключение. Кислоты какого типа способны сформировать β‑лактамное кольцо? Чем объясняется его нестойкость? Какие соединения чаще всего образуются при нагревании растворов кислот данного типа?
Ответ ↴
β‑аминокислоты; большое угловое напряжение; непредельные соединения

14.15. Салициловая и бензойная кислоты находят широкое применение в медицине. При сравнении кислотных свойств этих соединений, можно заметить, что салициловая кислота сильнее бензойной. Можно ли объяснить отличие указанных кислот по силе опираясь только на электронные эффекты заместителей? Какой фактор и каким образом способствует усилению кислотных свойств салициловой кислоты? Запишите структурные формулы указанных кислот, схематически покажите все факторы, влияющие на кислотные свойства указанных соединений.
Ответ ↴
пространственный фактор (взаимное расположение карбоксильной и фенольной групп стабилизирует анион)

14.16. Декарбоксилирование каких аминокислот является частью процесса биосинтеза «гормонов счастья» дофамина и серотонина (см. структурные формулы ниже)? Запишите схемы данных реакций декарбоксилирования.
Дофамин: Серотонин: 
Ответ ↴
тирозин и триптофан

14.17. Дезаминирование какой протеиногенной аминокислоты является частью процесса биосинтеза нейромедиатора γ‑аминомасляной кислоты (ГАМК), структурная формула которой приведена ниже? Запишите схему данной реакции дезаминирования.
γ‑Аминомасляная кислота: 
Ответ ↴
глутаминовая кислота

14.18. Какая аминокислота является предшественницей коламина (2‑аминоэтанола‑1)? Запишите схему реакции декарбоксилирования этой аминокислоты. Запишите также схемы реакций метилирования коламина и ацетилирования холина. Какой нейромедиатор является продуктом последней реакции в получившейся схеме?
Ответ ↴
серин; ацетилхолин



Справочные материалы
      `,
};

export default lesson14;
