const lesson13 = {
  title: "Реакционная способность органических соединений",
  content: `
        
Вопросы для подготовки
13.1. Основы строения органических соединений. Сопряженные системы.

13.1.1. Гибридизация орбиталей атома углерода, σ‑ и π‑связи.

13.1.2. Характеристики химической связи: энергия, длина, полярность, поляризуемость.

13.1.3. Сопряжение, системы с открытой цепью сопряжения. Виды сопряжения. Энергия сопряжения.


13.2. Ароматичность.

13.2.1. Системы с замкнутой цепью сопряжения, ароматичность.

13.2.2. Критерии ароматичности, правило Хюккеля.

13.2.3. Небензоидные ароматические соединения.

13.2.4. Ароматические гетероциклические соединения.

13.2.5. Атом азота пиррольного и пиридинового типа. π‑Избыточные и π‑недостаточные системы.


13.3. Электронные эффекты.

13.3.1. Электронные эффекты заместителей в органических соединениях.

13.3.2. Электронодонорные и электроноакцепторные заместители.


13.4. Кислотность органических соединений.

13.4.1. Кислоты Брёнстеда. Типы органических кислот: OH‑, SH‑, NH‑ и CH‑кислоты.

13.4.2. Факторы, определяющие кислотность: природа атомов кислотного центра, электронные эффекты заместителей, сольватационный эффект.


13.5. Основность органических соединений.

13.5.1. Основания Брёнстеда. Типы органических оснований: n‑основания (аммониевые, оксониевые, сульфониевые) и π‑основания.

13.5.2. Факторы, определяющие основность: природа атомов основного центра, электронные эффекты заместителей, сольватационный эффект.


13.6. Типы органических реакций. Механизмы реакций.

13.6.1. Типы органических реагентов, классификация органических реакций по характеру разрыва ковалентных связей.

13.6.2. Классификация органических реакций по результату (присоединение, замещение, отщепление, перегруппировки).

13.6.3. Классификация органических реакций по числу участвующих частиц.

13.6.4. Механизмы реакций (SR, SN1, SN2, E1, E2, SE, AR, AN, AE).


13.7. Окислительно-восстановительные реакции в органической химии.

13.7.1. Общие принципы протекания окислительно-восстановительных реакций в органической химии.

13.7.2. Взаимные превращения окисленных и восстановленных форм важнейших коферментов (НАД, НАДФ, ФАД, ФМН).





Контрольные вопросы
13.1. Какие виды гибридизации возможны для атома углерода в органических соединениях? Чем эти виды гибридизации отличаются один от другого? Какая геометрия молекул соответствует каждому виду гибридизации? Какие типы связи образуются при перекрывании разных видов орбиталей?

13.2. Что означают понятия: длина связи, энергия связи, полярность связи, поляризуемость связи?

13.3. Какая связь прочнее, σ‑связь или π‑связь? Почему? Какая связь прочнее, одинарная или двойная?

13.4. Какие условия должны выполняться, для того чтобы в молекуле возникла сопряженная система?

13.5. Может ли в молекуле быть одновременно π,π‑сопряжение и p,π‑сопряжение?

13.6. Как изменяется внутренняя энергия молекул в результате сопряжения? Как называется энергия, соответствующая этому изменению?

13.7. Как меняется энергия сопряжения и термодинамическая устойчивость соединений с увеличением длины цепи сопряжения?

13.8. Что показывает величина 4·n + 2 в правиле Хюккеля?

13.9. Какой смысл имеет число n в правиле Хюккеля? Может ли эта величина быть равной 0?

13.10. Может ли ион органической молекулы быть ароматическим?

13.11. Как подсчитывается количество электронов, участвующих в сопряженной системы в случае гетероциклических соединений?

13.12. Как отличаются конфигурации пиррольного и пиридинового атомов азота?

13.13. По какому признаку среди гетероциклических соединений выделяют π‑избыточные и π‑недостаточные циклы?

13.14. Что является причиной возникновения индуктивного эффекта?

13.15. Какие заместители обладают положительным индуктивным эффектом?

13.16. Что необходимо для возникновения мезомерного эффекта? Может ли мезомерный эффект возникнуть у алканов?

13.17. На какое количество связей распространяется в молекуле индуктивный и мезомерный эффекты?

13.18. Какой эффект, индуктивный или мезомерный, в большинстве случаев определяет, будет ли заместитель электронодонором или электроноакцептором? Для каких заместителей имеет место исключение?

13.19. По какой причине на атомах возникают частичные заряды?

13.20. Приведите примеры функциональных групп, в которых имеются частичные заряды на атомах.

13.21. Как влияет на распределение электронной плотности в ароматическом кольце наличие электронодонорных или электроноакцепторных заместителей.

13.22. Как влияет на кислотность органического соединения электроотрицательность атома кислотного центра, связанного с отщепляющимся атомом водорода?

13.23. Как влияет на кислотность органического соединения размер атома кислотного центра и его поляризуемость?

13.24. Как влияет на кислотность органического соединения наличие в молекуле электронодонорных и электроноакцепторных заместителей?

13.25. За счёт какого фактора резко повышается кислотность фенолов и карбоновых кислот?

13.26. Чем отличаются n‑основания от π‑оснований? Какие соединения относятся к n‑основаниям и π‑основаниям?

13.27. Какие знаки полных (+ или −) или частичных (δ⁺ или δ⁻) зарядов имеют нуклеофилы, электрофилы, нуклеофуги и электрофуги?

13.28. Могут ли органические реакции протекать без образования промежуточных частиц?

13.29. Какие бывают реакции замещения по типу и количеству реагирующих частиц?

13.30. Какие бывают реакции присоединения по типу реагирующих частиц?

13.31. Какие бывают реакции отщепления по количеству реагирующих частиц?

13.32. Каким образом в органической химии можно определять наличие процессов окисления или восстановления без подсчёта степеней окисления атомов?

13.33. Как по схеме биохимического процесса понять, что в ходе этого процесса происходит окисление или восстановление?

13.34. Как отличаются по структуре окисленные и восстановленные формы известных коферментов НАД, НАДФ, ФАД, ФМН?





Тестирование


Задачи
⧆ 13.1. Какое из перечисленных ниже соединений устойчиво к окислению перманганатом калия при комнатной температуре?
1) пентадиен‑1,4;
2) пентадиен‑1,3;
3) пентадиен‑1,2;
4) пентадиен‑2,3.
Поясните свой ответ.
Ответ ↴
пентадиен‑1,3

⧆ 13.2. Протеиногенная аминокислота тирозин (структурная формула приведена ниже) относится к числу ароматических аминокислот. Укажите какие типы сопряжения присутствуют в составе радикала этой аминокислоты. Схематически изобразите конфигурацию радикала, для атомов, имеющих негибридную р‑орбиталь, обозначьте наличие этой орбитали. Используя полученную схему, объясните, как образуется каждый из типов сопряжения в этой системе.


Ответ ↴
π‑π (в бензольном кольце), p‑π (между кольцом и атомом кислорода)

⧆ 13.3. Изобразите структуру каждого из перечисленных ниже соединений:
1) циклогексен;
2) циклогексадиен‑1,3;
3) гексатриен‑1,3,5;
4) циклогексатриен‑1,3,5.
В каждой из приведённых структур обозначьте атомы, имеющие sp²‑гибридизацию. Какая из перечисленных молекул имеет циклическую структуру и плоскую конфигурацию? В каких из перечисленных молекул имеется сопряжение, охватывающее все атомы цикла? В каких из перечисленных молекул количество электронов в сопряжении соответствует правилу Хюккеля? Какая из перечисленных структур и по какой причине является наиболее устойчивой к окислению?
Ответ ↴
циклогексатриен‑1,3,5

⧆ 13.4. Среди указанных ниже структур протеиногенных аминокислот укажите те, которые имеют ароматическую структуру в составе радикала? Поясните свой ответ, используя критерии ароматичности.
  
Ответ ↴
гистидин, триптофан

⧆ 13.5. Исходя из приведённой ниже формулы витамина В₆ (пиридоксаля) докажите, что его структурная основа (пиридин) является ароматической системой.


⧆ 13.6. Имеется ряд соединений:
1)  2)  3)  4)  5) 
Определите наличие или отсутствие ароматичности для каждого соединения.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 78. Задача 5.
Ответ ↴
1) есть; 2) нет; 3) есть; 4) есть; 5) есть

⧆ 13.7. Имеется ряд соединений:
1)  2)  3) 
Для каждого соединения определите вид и знак электронных эффектов заместителей.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 66. Задача 1, с. 68. Задача 2.

⧆ 13.8. В качестве препаратов для проведения химического пилинга в косметологии используются растворы таких соединений как трихлоруксусная (2,2,2‑трихлорэтановая), гликолевая (2‑гидроксиэтановая), пировиноградная (2‑оксопропановая) и салициловая (2‑гидроксибензойная) кислоты. Изобразите структурные формулы названных кислот и покажите для каждого случая вид и знак электронных эффектов заместителей в составе их радикалов.

13.9. Ментол (структурная формула приведена ниже) используется в составе косметических средств для ухода за полостью рта, препаратов для лечения простуды и ряда других лекарственных средств. В приведённой структуре ментола укажите тип и знак электронных эффектов заместителей, связанных с циклом.


⧆ 13.10. Имеются наборы веществ:
1) пропанамин‑1 и пропанол‑1;
2) пропанол‑1 и пропантиол‑1;
3) хлоруксусная кислота, дихлоруксусная кислота и трихлоруксусная кислота;
4) трибромуксусная кислота, трихлоруксусная кислота и трифторуксусная кислота;
5) 2‑хлорбутанол‑1, 3‑хлорбутанол‑1 и 4‑хлорбутанол‑1;
6) пропанол‑1, фенол и 4‑хлорфенол.
Расположите вещества в каждом наборе в порядке возрастания кислотности. Объясните, какие причины вызывают повышение или понижение кислотности в каждом случае.
Образец решения ↴
Руководство к лабораторным занятиям по биоорганической химии: Учеб. пособие / Под ред. Н.А. Тюкавкиной. – М.: Медицина, 1999, с. 81. Задача 1.

⧆ 13.11. Имеются наборы веществ:
1) диэтиламин и диэтиловый эфир;
2) этиламин, 2‑хлорэтиламин и 2,2‑дихлорэтиламин;
3) метиламин, анилин и 4‑хлоранилин.
Расположите вещества в каждом наборе в порядке возрастания основности. Объясните, какие причины вызывают повышение или понижение основности в каждом случае.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 108–111.

13.12. В качестве антидота при отравлениях соединениями тяжёлых металлов используется унитиол. Это соединение представляет собой натриевую соль 2,3‑дисульфанилпропансульфоновой кислоты. Изобразите структуру этого соединения, укажите присутствующие в структуре кислотные центры. Выделите среди них тот, который в первую очередь участвует в образовании солей.
Ответ ↴
сульфанильные группы, сульфогруппа; в образовании солей задействована сульфогруппа

13.13. В ходе первой мировой войны было впервые применено боевое отравляющее вещество люизит, являющееся соединением мышьяка. Тогда же было разработано противоядие, применяемое при отравлении этим веществом. Какое из соединений: 2‑аминоэтанол‑1, 2,3‑дисульфанилпропанол или 2,2,2‑трибромэтанол стало этим противоядием? Обоснуйте свой выбор, посредством сравнения кислотных свойств указанных соединений.
Ответ ↴
2,3‑дисульфанилпропанол (британский антилюизит)

13.14. Определите механизмы реакций, протекающих при взаимодействии следующих веществ:
1) метан и хлор при освещении;
2) пропен и бромоводород;
3) фенол и бром в водном растворе.
Напишите схемы реакций.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 91–93.

13.15. Приведите примеры органических реакций с механизмами SR, SN, SE, AE (без учета молекулярности) с участием органических реагентов радикального, электрофильного и нуклеофильного типов. Для всех случаев укажите в реагирующих молекулах реакционные центры и определите их тип.
Образец решения ↴
Тюкавкина Н.А. Биоорганическая химия, с. 91-99. Романовский И.В. Биоорганическая химия, с. 136-146.

13.16. В ходе реакции алкенов с электрофильными реагентами образуются промежуточные частицы, структура частиц приведена на рисунке ниже.
 
Используя понятие об электронных эффектах заместителей сделайте вывод, какая из приведённых промежуточных частиц более устойчива. Объясните, почему присоединение идёт по правилу Марковникова.
Образец решения ↴
Тюкавкина Н.А., Бауков Ю.И. Биоорганическая химия: Учебник для вузов. – М.: Дрофа, 2004, с. 129–131.



Справочные материалы
      `,
};

export default lesson13;
